{
    "\"To me, how we've got here today is owing to Stockfish in a BIG way. They rallied global volunteers to come together in the open-source spirit and create such a powerful engine for FREE. That's a lot of great minds and computing power they've managed to harness.": "\"Para mim, onde estamos presentemente é graças ao Stockfish. Eles angariaram voluntários do mundo inteiro e conseguiram criar um engine de xadrez poderoso GRÁTIS. São várias as capacidades mentais e energia computacional que eles conseguiram juntar.",
    "Then we've got Lichess to thank. Lichess was also born out of the same open-source spirit, and it too drew in great people as well. Once Lichess incorporated Stockfish as its brains, the rest is history.": "Além disso também temos o Lichess a agradecer. Lichess foi criado pelo mesmo espírito open-source, e este também atraiu uma grande porção de pessoas. O Lichess também implementou o Stockfish como o seu cérebro de I.A. e o resto é história.",
    "Lichess enables the online, real-time, and competitive aspects of game-play. They also bring the enormous power of Stockfish to the masses, who can now benefit from it without configuring a local GUI. I believe this development turns out to be of great consequence and significance.": "O Lichess deu aspectos competitivos às partidas online e em tempo real. Eles também trouxeram o enorme poder do Stockfish em massa, o que é possivel agora destrutar deste sem configuração de uma Interface Gráfica Local. Penso que este desenvolvimento teve um grande significado. ",
    "Later on, developers close to the Lichess project eventually extended Stockfish into Multivariant-Stockfish, in order to support Crazyhouse et al. The father of Fairy-Stockfish, Fabian, is also one of those devs (still) working on that fork, and he later took several steps further in terms of variant support and extensibility. Thus Fairy-Stockfish was born, so powerful because it builds on the Stockfish project.": "Mais tarde, os desenvolvedores do Lichess eventualmente desenvolveram o Stockfish para suportar várias Variantes do Xadrez (Multivariant-Stockfish), a fim de suportar Crazyhouse, etc. O pai do Fairy-Stockfish, Fabian Fichter é um dos autores e desenvolvedores deste projeto e ainda trabalha na manutenção do mesmo, que mais tarde tomou o passo seguinte. Daí o nascimento do Fairy-Stockfish, super poderoso por ser construido a partir do projeto Stockfish.",
    "Then comes our beloved pychess-variants, which again very smartly harnesses the underlying superpowers of the big projects. Same online, real-time, and competitive aspects. Same clean and familiar Lichess look and feel. Plus the power of Stockfish!\"": "E após isto temos o nosso adorável pychess-variants, que também foi implementado de forma inteligente usando os super-poderes dos grandes projetos. O mesmo ambiente competitivo, jogos online e em tempo real. O mesmo visual do Lichess, mais o uso do poder do Stockfish!\"",
    "About pychess": "Acerca do pychess",
    "pychess is a free, open-source chess server designed to play several chess variant.": "pychess é um servidor de xadrez grátis, open-source destinado a várias variantes de xadrez",
    "Currently supported games are ": "Jogos suportados presentemente são",
    "Additionally you can check Chess960 option in for Standard, Crazyhouse, Capablanca and Capahouse to start games from random positions with ": "Adicionalmente pode selecionar a opção de Chess960 para Standard, Crazyhouse, Capablanca e Capahouse a fim de iniciar partidas com posição inicial aleatória",
    "Chess960 castling rules.": "Regras de Roque de Xadrez960",
    "For move generation, validation, analysis and engine play it uses ": "Para geração de jogadas, validação, análise e jogo de Inteligência Artifical é usado",
    "On client side it is based on ": "O cliente é baseado em",
    "Source code of server is available at ": "O código-fonte do servidor está disponível em",
    "Regarding Privacy and Terms of Service, the rules of lichess.org are applied here.": "Acerca da Privacidade e Termos de Serviço, as regras do lichess.org são aplicadas aqui.",
    "Rated": "Valendo Pontos",
    "Casual": "Amigável",
    "Playing right now": "Partida a decorrer",
    " level ": "nível",
    "You need an account to do that.": "Precisas de uma conta para fazer isto.",
    "Download game to PGN file": "Transferir jogo para ficheiro PGN",
    " Download PGN": "Transferir PGN",
    "Copy USI/UCI to clipboard": "Copiar USI/UCI para o clipboard",
    " Copy UCI/USI": "Copiar UCI/USI",
    "Download position to PNG image file": "Transferir posição para ficheiro de imagem PNG",
    " PNG image": "Imagem PNG",
    "Request Computer Analysis": "Solicitar Análise de Computador",
    " Request Analysis": "Solicitar Análise",
    "Depth": "Profundidade",
    "Spectators: ": "Espetadores:",
    "Requested game %1 not found!": "Partida solicitada %1 não encontrada!",
    "[-] Zoom [+]": "[-] Lupa [+]",
    "Show piece destinations": "Mostrar destinos da peça",
    "Two click drop moves": "Jogada a dois cliques",
    "Promote to Queen automatically": "Promover a Rainha automaticamente",
    "Initial position": "Posição Inicial",
    "Advantage": "Vantagem",
    "Spectator room": "Sala de Espetador",
    "Chat room": "Sala de Chat",
    "Sign in to chat": "Inicie sessão para poder conversar",
    "Please be nice in the chat!": "Por favor seja educado ao conversar!",
    "Server": "Servidor",
    "A game closely resembling the original Chaturanga": "Um jogo semelhante ao Chaturanga original",
    "Makruk variant where kings cannot move to escape out of check": "Uma variante de Makruk onde os reis não podem escapar cheque.",
    "Makruk with a few additional opening abilities": "Makruk com novas funcionalidades na abertura",
    "Similar to Makruk, but pieces are placed at the start of the match": "Semelhante ao Makruk, mas as peças são colocadas no inicio de jogo.",
    "Choose where your pieces start": "Escolha a posição inicial das suas peças",
    "Take captured pieces and drop them back on to the board as your own": "Capture peças adversárias e coloque-as no tabuleiro como suas",
    "Chess, unmodified, as it's played by FIDE standards": "Xadrez, não modificado, como é jogado a partir das regras FIDE",
    "Pieces promote and can be dropped": "Peças podem ser promovidas e colocadas no tabuleiro",
    "Shogi on a 5x5 board": "Shogi num tabuleiro de 5x5",
    "5x5 Shogi where pieces flip to a different piece each move": "Shogi em Tabuleiro de 5x5 onde as peças se transformam em peças diferentes a cada jogada",
    "Similar to Xiangqi, but plays very differently. Tournament rules are used": "Semelhante ao Xiangqi, mas com diferenças. Regras de Torneio são usadas aqui",
    "Open fire on your opponent in this highly aggressive ancient game": "Disparar contra o seu oponente neste jogo super agressivo",
    "Xiangqi on a 7x7 board": "Xiangqi num tabuleiro 7x7",
    "Play with the hybrid pieces, archbishop (B+N) and chancellor (R+N), on a 10x8 board": "Jogue com as peças Híbridas, Arcebispo (Bispo+Cavalo) e o Chanceler(Torre+Cavalo), num tabuleiro 10x8",
    "Hybrid pieces, the hawk (B+N) and elephant (R+N) can enter the board after moving a back rank piece": "Peças Híbridas, a Águia (Bispo+Cavalo) e o Elefante(Torre+Cavalo) podem ser colocadas no tabuleiro após serem movidas as peças localizadas na primeira Linha.",
    "Capablanca with Crazyhouse drop rules": "Xadrez Capablanca com regras de Crazyhouse",
    "S-Chess with Crazyhouse drop rules": "Xadrez Seirawan com regras de Crazyhouse",
    "Play with the hybrid pieces, archbishop (B+N) and chancellor (R+N), on a *grand* 10x10 board": "Jogue com peças híbridas, Arcebispo (Bispo+Cavalo) e o Chancelor (Torre+Cavalo) num enorme tabuleiro 10x10",
    "Grand Chess with Crazyhouse drop rules": "Xadrez Grand com regras de Crazyhouse",
    "Like Capablanca Chess but with a different starting setup": "Semelhante ao Xadrez Capablanca mas com posição inicial diferente.",
    "Introduces the cannon and elephant from Xiangqi into a 10x10 chess board": "Introdução do Canhão e do Elefante do XiangQi para um tabuleiro de 10x10",
    "Pieces promote and can be dropped, similar to Shogi": "Peças podem ser promovidas e usadas à disposição. Semelhante ao Shogi",
    "Asymmetric variant where one army has pieces that move like knights but capture differently": "Variante assimétrica onde um exército tem peças que se movem como um Cavalo mas capturam de maneira diferente",
    "Black": "Pretas",
    "Red": "Vermelho",
    "Blue": "Azul",
    "White": "Brancas",
    "Gold": "Dourado",
    "%1 year ago": [
        "%1 ano atrás",
        "%1 anos atrás"
    ],
    "%1 month ago": [
        "%1 mês atrás",
        "%1 meses atrás"
    ],
    "%1 week ago": [
        "%1 semana atrás",
        "%1 semanas atrás"
    ],
    "%1 day ago": [
        "%1 dia atrás",
        "%1 dias atrás"
    ],
    "%1 hour ago": [
        "%1 hora atrás",
        "%1 horas atrás"
    ],
    "%1 minute ago": [
        "%1 minuto atrás",
        "%1 minutos atrás"
    ],
    "%1 second ago": [
        "%1 segundo atrás",
        "%1 segundos atrás"
    ],
    "CLEAR BOARD": "LIMPAR TABULEIRO",
    "STARTING POSITION": "POSIÇÃO INICIAL",
    "PLAY WITH MACHINE": "JOGAR COM COMPUTADOR",
    " (must be signed in)": "(precisa de ter sessão iniciada)",
    "EXPORT TO PNG": "EXPORTAR PARA PNG",
    "Invalid FEN": "FEN Inválido",
    "Variant": "Variante",
    "Byoyomi in seconds:": "Byoyomi em segundos:",
    "Increment in seconds:": "Incremento em segundos:",
    "Cancel": "Cancelar",
    "Challenge %1 to a game": "Desafia %1 para uma partida",
    "Paste the FEN text here": "Cole o texto FEN aqui",
    "Handicap": "Desvantagem",
    "Minutes per side:": "Minutos por jogador:",
    "Periods": "Períodos",
    "A.I. Level": "Nível I.A.",
    "Random": "Aleatório",
    "Create a game": "Criar uma Partida",
    "Play with AI (Fairy-Stockfish)": "Jogar com Computador (Fairy-Stockfish)",
    "Player": "Jogador",
    "Color": "Cor",
    "Rating": "Pontuação",
    "Time": "Tempo",
    "Mode": "Modo",
    "Custom": "Personalizado",
    "You have an unfinished game!\nPress OK to continue.": "Tens um jogo a decorrer!\nPressione OK para continuar.",
    "%1 game in play": [
        "%1 jogo a decorrer",
        "%1 jogos a decorrer"
    ],
    "%1 player": [
        "%1 jogador",
        "%1 jogadores"
    ],
    "Donate": "Donativo",
    "0 players": "0 jogadores",
    "0 games in play": "0 jogos em decurso",
    "Thank you for your support!": "Muito obrigado pelo seu suporte!",
    "Game aborted": "Jogo cancelado",
    "Checkmate": "Cheque-mate",
    "%1 resigned": "%1 desistiram",
    "Stalemate": "Rei afogado",
    "Time out": "Tempo esgotado",
    "Draw": "Empate",
    "%1 abandoned the game": "%1 abandonou o jogo",
    "Cheat detected": "Ajuda de computador detectada",
    "Not started": "Não começou",
    "Invalid move": "Jogada inválida",
    "Unknown reason": "Razão desconhecida",
    "Campmate": "Mate de Linha",
    "Point counting": "Contagem de Pontos",
    "Repetition": "Repetição",
    "%1 move": [
        "%1 jogada",
        "%1 jogadas"
    ],
    "Computer analysis available": "Análise de Computador disponível",
    "Lichess profile": "Conta Lichess",
    "Export games": "Exportar jogos",
    "Watch games": "Observar jogos",
    "Challenge to a game": "Desafiar para uma partida",
    " +15 seconds": "+15 segundos",
    "Give 15 seconds": "Adicionar 15 segundos",
    "Abort": "Cancelar",
    "Count": "Contagem",
    "Pass": "Passar",
    "Resign": "Desistir",
    "Are you sure you want to resign?": "Tem a certeza que quer desistir?",
    "Blue (Cho)": "Azul (Cho)",
    "Red (Han)": "Vermelho (Han)",
    "Waiting for %1 to choose starting positions of the horses and elephants...": "À espera que %1 escolha as posições iniciais dos Elefantes e dos Cavalos...",
    "Switch pieces": "Trocar peças",
    "Ready": "Pronto",
    "REMATCH": "DESFORRA",
    "NEW OPPONENT": "NOVO OPONENTE",
    "ANALYSIS BOARD": "ANÁLISE",
    "Stop counting": "Parar contagem",
    "Stop": "Parar",
    "Start counting": "Começar contagem",
    "": {
        "language": "pt",
        "plural-forms": "nplurals=2; plural=(n != 1);"
    }
}