Repository: gbtami/pychess-variants
Catalog: lang/*/LC_MESSAGES/client.po
Languages: fr, gl_es, hu, pt, ru, tr, vi

source: Watch out for knight checks, since they cannot be blocked.
fr: Fait attention aux échecs par cavalier, car ils ne se font pas bloquer.
hu: Figyelj a huszár sakkokra, mert azokat már csak ütéssel lehet elhárítani.
pt: Tenha cuidado com Xeques de Cavalo, visto ser impossível bloqueá-los.
ru: Следите за шахами коней, так как от них нельзя закрыться.

source: You can use placement to utilize your stronger pieces from the start.
fr: La phase de placement vous permet de mieux utiliser vos pièces majeurs depuis le début de partie.
hu: A játszma elejétől jobban kihasználhatod a tiszteket erejét a felállítási szabály miatt.
pt: Pode fazer uso da colocação de peças com o objetivo de usar as mais importantes no início.
ru: Вы можете использовать размещение, чтобы использовать свои сильнейшие фигуры со старта.

source: King safety is important. Use the king leap move to save time.
fr: La sécurité du roi est importante. Utiliser le bond du roi pour gagner un coup.
hu: A király biztonsága fontos. Használd a király extra (huszár) lépését a megnyitásban.
pt: A segurança do Rei é importante. Use o movimento de pulo do Rei a fim de ganhar tempo.
ru: Безопасность короля очень важна. Используйте прыжок ферзя и короля, чтобы сэкономить время.

source: The ability to promote to rook makes for a dynamic endgame.
fr: La possibilité de promotion en tour implique une finale dynamique.
hu: A végjáték sokkal dinamikusabb mint a Makrukban, mivel a gyalog bástyává is átváltozhat.
pt: O facto de se poder promover um Peão para uma Torre faz com que as finais de jogo sejam dinâmicas.
ru: Возможность превращаться в ладью сделана для динамичного эндшпиля.

source: Internationalized sets are available by going to settings.
fr: Des graphiques de pièces internationaux sont disponibles dans le menu de paramètres.
hu: Figurás készletek is válaszhatók a beállításoknál.
pt: Gráficos internacionais estão disponíveis nas definições.
ru: Международные наборы доступны, перейдите в Настройки.

source: Despite the simple appearance, there is still quite a bit of depth underlying this game.
fr: Malgré son apparence simple, ce jeu cache une profondeur importante.
hu: Egyszerűsége ellenére ez a játék sok mélyebb lehetőséget rejt magában.
pt: Mesmo tendo uma aparência simples, existe ainda alguma complexidade neste jogo.
ru: Несмотря на простой внешний вид, в этой игре всё же немало глубины.

source: Sets that show both sides are available by going to settings.
fr: Des graphiques qui affichent les deux côtés de chaque pièce sont disponibles dans le menu de paramètres.
hu: Figurás készletek is válaszhatók a beállításoknál.
pt: Gráficos que mostram ambas as partes estão disponíveis nas definições.
ru: Наборы, отображающие обе стороны, доступны в разделе Настройки.

source: Reading the rules are a necessity to understand the movements before playing.
fr: Lisez les règles pour comprendre les mouvements des pièces avant de jouer.
hu: A szabályok elolvasása alapvetően fontos a figurák különleges lépéseinek megismerése miatt.
pt: A leitura das regras é muito importante a fim de entender o movimento das peças.
ru: Чтение правил перед игрой необходимо для понимания, как ходят фигуры.
vi: Đọc luật chơi là điều cần thiết để hiểu rõ các nước cờ trước khi chơi.

source: Additionally, you can check the Chess960 option for Chess, Crazyhouse, Atomic, S-chess, Capablanca, and Capahouse to start games from random positions with
fr: De plus, vous pouvez activer l'option Chess960 pour Chess, Crazyhouse, Atomic, S-chess, Capablanca et Capahouse afin de démarrer une partie depuis une position aléatoire avec
gl_es: A maiores, podes seleccionar a opción Xadrez960 para Xadrez, Crazyhouse, Atomic, S-chess, Capablanca e Capahouse para comezar as partidas dende unha posición aleatoria con
hu: A Standard, Crazyhouse, Atomic, S-chess, Capablanca és Capahouse variánsokhoz kiválasztható a Chess960 opció is véletlen alapállással és
pt: Adicionalmente pode selecionar a opção de Chess960 para Xadrez, Crazyhouse, Atómico, Capablanca e Capahouse a fim de iniciar partidas com posição inicial aleatória
vi: Ngoài ra, bạn có thể chọn tùy chọn Chess960 cho Cờ vua, Crazyhouse, Atomic, S-Ches, Capablanca và Capahouse để bắt đầu ván cờ từ các thế trận ngẫu nhiên với

source: Invisible pieces
fr: Pièces invisibles
gl_es: Pezas invisibles
hu: Láthatatlan bábuk
pt: Peças invisiveis
tr: Görünmez taşlar
vi: Quân cờ tàng hình

source: Japanese Chess, and the standard 9x9 version played today with drops and promotions.
fr: Échecs japonais. La version standarde 9x9 jouée couramment aujourd'hui avec le parachutage et des promotions.
hu: Japán sakk. A napjainkban játszott 9x9-es változat, figura visszarakásokkal és átváltozásokkal.
pt: Xadrez Japonês, e a versão 9x9 que é jogada hoje em dia com colocações e promoções.
vi: Cờ Nhật Bản và phiên bản 9x9 tiêu chuẩn được chơi ngày nay với các phần thưởng và phong cấp.

source: We have no more puzzle for this variant.
hu: Ehhez a variánshoz nincs több feladvány.
vi: Chúng tôi không còn câu đố nào cho biến thể này.

source: = Random (960) variant available.
fr: = Variante randomisée (960) disponible.
gl_es: = Variante aleatoria (960) dispoñible.
hu: = Random (960) variáns elérhető.
pt: = Variante Aleatória (960) disponível
vi: = Có sẵn biến thể ngẫu nhiên (960).

source: = Drop variant available.
fr: = Variante avec parachutage disponible.
gl_es: = Variante de soltar pezas dispoñible.
hu: = Visszarakós variáns elérhető.
pt: = Variante de colocação disponível
vi: = Có sẵn biến thể thả.

source: Knight hybrid pieces
fr: Pièces hybrides du cavalier
gl_es: Pezas híbridas con cabalo
hu: Huszár-hibrid figurák
pt: Peças Híbridas de Cavalo

source: 8x8 with new pieces
fr: Des nouvelles pièces sur un échiquier 8x8
gl_es: 8x8 con novas pezas
hu: 8x8-as sakk új figurákkal
pt: 8x8 com novas peças
vi: 8x8 với những quân cờ mới

source: Cannon and Elephant from Xiangqi
fr: Avec le canon et l'éléphant du xiangqi
gl_es: Cañón e Elefante do Xiangqi
hu: Ágyúk és elefántok a Xiangqiból
pt: Canhão e Elefante do Xiangqi.

source: 10x10 with new pieces
fr: Des nouvelles pièces sur un échiquier 10x10
gl_es: 10x10 con novas pezas
hu: 10x10-es sakk új figurákkal
pt: 10x10 com novas peças
vi: 10x10 với những quân cờ mới

source: Crazyhouse with promotions
fr: Le crazyhouse avec une nouvelle règle de promotion
gl_es: Crazyhouse con promocións
hu: Crazyhouse átváltoztatásokkal
pt: Crazyhouse com promoções
vi: Crazyhouse với phong cấp

source: Bishops and Knights swap their capture moves
fr: Les fous et les cavaliers s'échangent leurs méthodes de prise
gl_es: Bispos e Cabalos intercambian os seus movementos de captura
hu: A futó és a huszár ütés lépései fölcserélődnek
pt: Os bispos e os cavalos trocam os seus movimentos de captura.

source: A slew of new variants!
vi: Hàng loạt biến thể mới!

source: Best move arrow in analysis board
gl_es: Frecha coa mellor xogada no taboleiro de análise
tr: En iyi hamleyi analiz tahtasında ok ile göster

source: Serving a New Variant
gl_es: Servir unha Nova Variante

source: Christmas gift from PyChess
gl_es: Agasallo de Nadal de PyChess

source: Rating:
gl_es: Puntuación:

source: Played
gl_es: Xogado

source: Source:
gl_es: Orixe:

source: Challenge a friend
gl_es: Reta un amigo

source: Download PGN
tr: PGN indir

source: Copy UCI/USI
tr: UCI/USI kopyala

source: PNG image
tr: PGN görseli

source: Request Analysis
tr: Analiz isteği gönder

source: Selected variant %1 is not supported by stockfish.wasm
tr: Seçtiğiniz varyant %1 stockfish.wasm tarafından desteklenmemektedir.

source: Promote to Queen automatically
tr: Otomatik vezir çık

source: Chess, unmodified, as it's played by FIDE standards
tr: FIDE standardlarına göre oynanan standard satranç.

source: Take captured pieces and drop them back on to the board as your own
tr: Aldığınız rakip taşları oyuna kendi taşınız olarak geri sokabilirsiniz

source: Choose where your pieces start
tr: Kendi taşlarınızın başlangıç dizilimini kendiniz belirlersiniz

source: A game closely resembling the original Chaturanga
tr: Orijinal Chaturanga oyununa çok benzeyen bir oyun türüdür

source: Makruk variant where kings cannot move to escape out of check
tr: Makruk varyantının, şah çekildiğinde şahların kaçamadığı versiyonu

source: Makruk with a few additional opening abilities
tr: Ek açılış olanaklarına sahip bir Makruk versiyonu

source: Similar to Makruk, but pieces are placed at the start of the match
tr: Makruk oyununa benzer, ancak taşlar oyunun başlangıcında tahtaya yerleştirilmiştir

source: Pieces promote and can be dropped
tr: Taşlar terfi edebilir ve oyuna yeniden geri döndürülebilir

source: Shogi on a 5x5 board
tr: 5x5 tahtada Shogi

source: 5x5 Shogi where pieces flip to a different piece each move
tr: 5x5 Shogi, ancak her hamlede hamle yapılan taş başka bir taşa döner

source: Shogi on a 3x4 board
tr: 3x4 tahtada Shogi

source: Open fire on your opponent in this highly aggressive ancient game
tr: Son derece agresif olan bu antik oyunda rakibinize ateş açın

source: The lone Red rook can also move as a cannon or a knight.
tr: Tek olan kırmızı kale aynı zamanda top veya at gibi de hareket edebilir

source: Similar to Xiangqi, but plays very differently. Tournament rules are used
tr: Xiangqi oyununa çok benzer, fakat farklı şekilde oynanır. Turnuva kuralları kullanılır

source: Xiangqi on a 7x7 board
tr: 7x7 tahtada Xiangqi

source: Play with the hybrid pieces, archbishop (B+N) and chancellor (R+N), on a 10x8 board
tr: Yay-Fil (Fil+At) ve Şansölye (Kale+At) gibi melez taşlar ile 10x8 tahtada oynanır

source: Capablanca with Crazyhouse drop rules
tr: Taşların Crazyhouse’daki gibi oyuna geri sokulabildiği Capablanca varyantı

source: Hybrid pieces, the hawk (B+N) and elephant (R+N) can enter the board after moving a back rank piece
tr: Şahin (Fil+At) ve Elephant (Kale+At) gibi melez taşlar oyuncunun ilk sırasında boşalan karelere konularak oyuna dahil edilebilir

source: S-Chess with Crazyhouse drop rules
tr: Taşların Crazyhouse’daki gibi oyuna geri sokulabildiği S-Satrancı

source: Play with the hybrid pieces, archbishop (B+N) and chancellor (R+N), on a *grand* 10x10 board
tr: Yay-Fil (Fil+At) ve Şansölye (Kale+At) gibi melez taşlar ile *büyük* 10x10 tahtada oynanır

source: Grand Chess with Crazyhouse drop rules
tr: Taşların Crazyhouse’daki gibi geri sokulabildiği Grand Satranç

source: Introduces the cannon and elephant from Xiangqi into a 10x10 chess board
tr: 10x10 tahtada Xiangqi varyantındaki top ve elephant taşları da vardır

source: Pieces promote and can be dropped, similar to Shogi
tr: Shogi oyunundaki gibi taşlar terfi edebilir ve oyuna geri döndürülebilir

source: Asymmetric variant where one army has pieces that move like knights but capture differently
tr: Taraflardan birinin taşlarının at gibi hareket ettiği fakat rakip taşları farklı şekillerde aldığı, asimetrik bir varyant

source: Asymmetric East vs. West variant which pits the western chess army against a xiangqi and janggi-styled army
tr: Xiangqi ve Janggi tarzındaki Doğu ordularını Batı ordularıyla karşı karşıya getiren asimetrik varyant

source: Knights are capturing as bishops, bishops are capturing as knights
tr: Atlar fil gibi taş alır, filler at gibi taş alır

source: Like Capablanca Chess but with a different starting setup
tr: Capablanca Satrancı gibi, fakat başlangıç pozisyonu farklıdır

source: Gothic with Crazyhouse drop rules
tr: Taşların Crazyhouse’daki gibi oyuna geri sokulabildiği Gothic varyantı

source: Standard piece variants
tr: Standard taşlarla oynanan varyantlar

source: Southeast Asian variants
tr: Güneydoğu Asya varyantları

source: Shogi variants
tr: Shogi varyantları

source: Xiangqi variants
tr: Xiangqi varyantları

source: Fairy piece variants
tr: Fairy taşlarıyla oynanan varyantlar

source: Click/Ctrl+click to increase/decrease number of pieces
tr: Control tuşuna basılı tutarak taş sayısını arttırmak/azaltmak için tıklayın

source: To invite someone to play, give this URL:
tr: Oyuna davet etmek istediğiniz kişiye bu URL yi verin:

source: Play with AI (Fairy-Stockfish)
tr: Bilgisayara karşı oyna (Fairy-Stockfish)

source: Latest updates
tr: En son güncellemeler

source: Lichess profile
tr: Lichess profili

source: Import game
tr: Oyunları içe aktar

source: Export games
tr: Oyunları dışa aktar

source: Watch games
tr: Oyunları izle
