Repository: gbtami/pychess-variants
Catalog: lang/*/LC_MESSAGES/client.po
Languages: fr, gl_es, hu, pt, ru, tr, vi

source: Like Capablanca Chess but with a different starting setup.
fr: Comme les échecs Capablanca mais avec une position de départ différente.
hu: Capablanca sakk más kezdőállással.
pt: Semelhante ao Xadrez Capablanca mas com posição inicial diferente.
ru: Как Шахматы Капабланки, но с другой начальной расстановкой.

source: Gothic with Crazyhouse drop rules.
fr: Les échecs Gothiques avec la règle de parachutage de Crazyhouse.
hu: Capablanca variáns Crazyhouse szabályokkal.
pt: Xadrez Gótico com regras de Crazyhouse
ru: Готические шахматы с правилами выставления фигур как в Крейзихаус.

source: Host a game for others
fr: Héberger une partie pour autres joueurs
hu: Játszma létrehozása másoknak.
pt: Alojar uma partida para outros jogadores
ru: Провести игру для других
vi: Tổ chức trò chơi cho người khác

source: Challenge to a game
fr: Défier
gl_es: Retar a unha partida
hu: Kihívás
pt: Desafiar para uma partida
ru: Вызов на игру
tr: Oyuna davet et
vi: Thách đấu một ván cờ

source: CANCEL
fr: ANNULER
gl_es: CANCELAR
hu: MÉGSEM
pt: CANCELAR
ru: ОТМЕНА
tr: İPTAL
vi: HỦY BỎ

source: Waiting for the other player
fr: En attente de l'autre joueur
hu: Várakozás az ellenfélre.
pt: Aguardando por adversário
ru: Ожидание другого игрока
vi: Đang chờ người chơi khác

source: Sorry, this seat is already occupied
fr: Désolé, cette siège a été déjà prise
hu: Ez a szín már foglalt!
pt: Pedimos desculpa, este lugar já está ocupado
ru: Извините, это место уже занято!
vi: Xin lỗi, đã có người rồi

source: Sorry, you cannot play with yourself
fr: Désolé, vous ne pouvez pas jouer contre vous-même
hu: Nem játszhatsz önmagaddal!
pt: Pedimos desculpa, mas não pode jogar contra si mesmo
ru: Извините, вы не можете играть с собой!
vi: Xin lỗi, bạn không thể chơi với chính mình

source: JOIN THE GAME
fr: REJOINDRE LA PARTIE
gl_es: UNIRSE Á PARTIDA
hu: CSATLAKOZÁS A JÁTSZMÁHOZ
pt: ENTRAR NA PARTIDA
ru: ПРИСОЕДИНЯЙТЕСЬ К ИГРЕ
tr: OYUNA KATIL
vi: THAM GIA VÁN CỜ

source: To invite someone to play, give them this URL:
fr: Pour inviter quelqu'un à jouer, partagez cette l'URL :
hu: Küldd el ezeket a linkeket a meghívottaknak:
pt: Para convidar alguém para jogar, partilhe esta ligação URL:
ru: Чтобы пригласить кого-нибудь поиграть, поделитесь с ним этим URL:
vi: Để mời ai đó chơi, hãy gửi cho họ URL này:

source: Copy URL
fr: Copier l'URL
gl_es: Copiar URL
hu: URL másolása
pt: Copiar Ligação URL
ru: Копировать URL
tr: URL yi kopyala
vi: Sao chép URL

source: The first two people to come to this URL will play with each other.
fr: Les deux premières personnes accédant à cette URL joueront l'un contre l'autre.
hu: Az első két ember aki ezeket a linkeket felkeresi fog egymással játszani.
pt: As primeiras duas pessoas a entrarem nesta URL irão disputar uma partida
ru: Первые два человека, которые перейдут по этому URL-адресу, будут играть друг с другом.
vi: Hai người đầu tiên vào URL này sẽ chơi với nhau.

source: The first person to come to this URL will play with you.
fr: La première personne accédant à cette URL jouera avec vous.
gl_es: A primeira persoa en chegar a esta URL xogará contigo.
hu: Az első ember, aki felkeresi ezt a címet, az lesz az ellenfeled.
pt: O primeiro que entrar nesta ligação URL irá jogar consigo.
ru: Первый, кто перейдет по этому URL-адресу, будет играть с вами.
tr: Bu URL ye gelen ilk kişi sizinle oynayacaktır.
vi: Người đầu tiên truy cập URL này sẽ chơi với bạn.

source: Play with AI
fr: Jouer contre IA
hu: Játék a gép ellen
pt: Jogue contra o Computador
ru: Сыграть с компьютером
vi: Chơi với AI

source: Play with a friend
fr: Jouer contre un ami
gl_es: Xogar cun amigo
hu: Játék egy ismerőssel
pt: Jogar com Amigo
ru: Сыграть с другом
tr: Bir arkadaşınla oyna
vi: Chơi với bạn bè

source: Create a game
fr: Créer une partie
gl_es: Crear unha partida
hu: Játszma létrehozása
pt: Criar uma Partida
ru: Создать игру
tr: Yeni bir oyun kur
vi: Tạo một ván cờ

source: Challenge %1 to a game
fr: Défier %1
gl_es: Retar a %1 a unha partida
hu: %1 kihívása egy játszmára
pt: Desafia %1 para uma partida
ru: Вызвать %1 на игру
tr: %1 adlı oyuncuyu oyuna davet et
vi: Thách đấu %1 với một ván cờ

source: Cancel
fr: Annuler
gl_es: Cancelar
hu: Mégsem
pt: Cancelar
ru: Отмена
tr: İptal
vi: Hủy bỏ

source: Paste the FEN text here
fr: Coller la FEN ici
gl_es: Pega o texto FEN aquí
hu: Másold ide a FEN szöveget
pt: Cole o texto FEN aqui
ru: Вставьте сюда текст FEN
tr: Buraya FEN metni ekleyin
vi: Dán FEN vào đây

source: (must be signed in)
fr: (connexion requise)
gl_es: (require estar identificado)
hu: (jelentkezz be ehhez)
pt: (precisa de ter sessão iniciada)
ru: (необходимо войти)
tr: (oturum açmak gerekli)
vi: (phải đăng nhập)

source: Time control
hu: Játékidő
ru: Временной контроль
vi: Kiểu thời gian

source: Real time
hu: Valós idő
ru: В реальном времени
vi: Thời gian thực

source: Correspondence
hu: Levelezés
ru: Игра по переписке
vi: Cờ qua thư

source: Minutes per side:
fr: Minutes par joueur :
gl_es: Minutos por bando:
hu: Perc játékosonként
pt: Minutos por jogador:
ru: Минут на партию:
tr: Taraf başına dakika:
vi: Số phút mỗi bên:

source: Periods
fr: Périodes
gl_es: Periodos
hu: Periódus
pt: Períodos
ru: Периоды
tr: Periyodlar
vi: Chu kỳ

source: Days per turn:
hu: Nap lépésenként:
ru: Дней за ход:
vi: Ngày đến lượt đi:

source: Casual
fr: Amicale
gl_es: Amistosa
hu: Nem értékelt
pt: Amigável
ru: Товарищеская
tr: Puansız
vi: Không tính Elo

source: Rated
fr: Classée
gl_es: Por puntos
hu: Értékelt
pt: Valendo Pontos
ru: Рейтинговая
tr: Puanlı
vi: Tính Elo

source: Rating range
ru: Диапазон рейтинга

source: Practice with Random-Mover
fr: Jouer contre Random-Mover
hu: Gyakorlás a robottal
pt: Pratique contra o Bot Aleatório
ru: Практика со случайным ботом
vi: Thực hành với Random-Mover

source: A.I. Level
fr: Niveau I.A.
gl_es: Nivel da I.A.
hu: A.I.szint
pt: Nível I.A.
ru: Уровень
tr: Yapay Zeka seviyesi
vi: Cấp độ AI

source: Random
fr: Aléatoire
gl_es: Aleatorio
hu: Véletlen szín
pt: Aleatório
ru: Случайный
tr: Rastgele
vi: Ngẫu nhiên

source: Create
fr: Créer
hu: Létrehozás
pt: Criar
ru: Создать
vi: Tạo

source: Byoyomi in seconds:
fr: Byoyomi en secondes :
gl_es: Byoyomi en segundos:
hu: Byoyomi másodpercben
pt: Byoyomi em segundos:
ru: Бёёми в секундах:
tr: Byoyomi saniyeleri:
vi: Byoyomi theo giây:

source: Increment in seconds:
fr: Incrément en secondes :
gl_es: Incremento en segundos:
hu: Plusz idő másodpercben
pt: Incremento em segundos:
ru: Добавление секунд на ход:
tr: Saniye olarak ekleme süresi:
vi: Thời gian gia tăng theo giây:

source: Alternate Start
fr: Début alternatif
gl_es: Comezo alternativo
hu: Kezdőállás
pt: Começo Alternado
ru: Альтернативный старт
tr: Alternatif başlangıç
vi: Bắt đầu thay thế

source: Invalid FEN
fr: FEN invalide
gl_es: FEN non válido
hu: Érvénytelen FEN
pt: FEN Inválido
ru: Невозможный FEN
tr: Geçersiz FEN
vi: FEN không hợp lệ

source: Custom
gl_es: Personalizado
hu: Egyéni
pt: Personalizado
ru: Своя игра
tr: Özel
vi: Tùy chọn

source: %1 player
fr: %1 joueur
gl_es: %1 xogador
hu: %1 játékos
pt: %1 jogador
ru: %1 игрок
tr: %1 oyuncu
vi: %1 người chơi

source: You have an unfinished game! Press OK to continue.
fr: Vous avez une partie non-terminée ! Appuyer sur "OK" pour continuer.
gl_es: Tés unha partida sen rematar! Preme OK para continuar.
hu: Van egy befejezetlen játszmád! OK a folytatáshoz
pt: Tens um jogo a decorrer! Pressione OK para continuar.
ru: У вас есть незаконченная игра! Нажмите ОК, чтобы продолжить.
tr: Henüz tamamlanmamış bir oyununuz var! Devam etmek için OK tuşuna basın.
vi: Bạn có một ván cờ chưa hoàn thành! Nhấn OK để tiếp tục.

source: %1 game in play
fr: %1 partie en cours
gl_es: %1 partida en xogo
hu: %1 játszma
pt: %1 jogo a decorrer
ru: %1 партия в игре
tr: %1 oyun şu anda oynanıyor
vi: %1 trận đang diễn ra

source: Tournament calendar
fr: Calendrier des tournois
gl_es: Calendario de torneos
hu: Versenynaptár
ru: Календарь турниров
vi: Lịch giải đấu

source: Player
fr: Joueur
gl_es: Xogador
hu: Játékos
pt: Jogador
ru: Игрок
tr: Oyuncu
vi: Kì thủ

source: Rating
fr: Classement
gl_es: Puntuación
hu: Értékszám
pt: Pontuação
ru: Рейтинг
tr: Puan
vi: Hệ số

source: Time
fr: Temps
gl_es: Tempo
hu: Játékidő
pt: Tempo
ru: Время
tr: Süre
vi: Thời gian

source: Mode
gl_es: Modo
hu: Mód
pt: Modo
ru: Режим
tr: Mod
vi: Chế độ

source: Puzzle of the day
hu: Napi feladvány
ru: Задача дня
vi: Câu đố của ngày

source: %1 to play
fr: Trait aux %1
gl_es: Xogan %1
hu: %1 lép
pt: %1 a jogar
ru: %1 ходят
tr: Hamle sırası %1 taşlarda
vi: Đến quân %1 đi

source: Lobby
hu: Lobbi
ru: Зал ожидания
vi: Phòng chờ

source: Donate
fr: Faire un don
gl_es: Donar
hu: Támogatás
pt: Donativo
ru: Пожертвовать
tr: Bağış yap
vi: Ủng hộ

source: FAQ
gl_es: Preguntas Frecuentes
hu: GYIK
pt: Perguntas Frequentes
ru: ЧаВо
tr: Sıkça sorulanlar
vi: Các câu hỏi thường gặp

source: Stats
fr: Statistiques
gl_es: Estatísticas
hu: Statisztika
pt: Estatística
ru: Статистика
tr: İstatistikler
vi: Thống kê

source: About
fr: À propos
gl_es: Acerca de
hu: Névjegy
pt: Acerca
ru: О pychess
tr: Hakkında
vi: Giới thiệu

source: Thank you for your support!
fr: Merci pour votre soutien !
gl_es: Grazas polo teu apoio!
hu: Köszönet a támogatásért!
pt: Muito obrigado pelo seu suporte!
ru: Спасибо вам за вашу поддержку!
tr: Desteğiniz için teşekkürler!
vi: Cảm ơn sự ủng hộ của bạn!

source: No notifications.
hu: Nincs értesítés.
ru: Никаких уведомлений.
vi: Không có thông báo.

source: Importing Alice PGN is not supported
ru: Импорт PGN для шахмат Алисы не поддерживается

source: Invalid PGN
fr: PGN invalide
gl_es: PGN inválido
hu: Érvénytelen PGN
pt: PGN Inválido
ru: Невозможный PGN
tr: Geçersiz PGN
vi: PGN không hợp lệ

source: Paste the PGN text here
fr: Coller la PGN ici
gl_es: Pega o texto PGN aquí
hu: Másold a PGN szöveget ide
pt: Cole o texto de PGN aqui
ru: Вставьте сюда текст PGN
tr: PGN metnini buraya yapıştırın
vi: Dán PGN vào đây

source: IMPORT GAME
fr: IMPORTER LA PARTIE
gl_es: IMPORTAR PARTIDA
hu: JÁTSZMA IMPORTÁLÁSA
pt: IMPORTAR PARTIDA
ru: ИМПОРТ ИГРЫ
tr: OYUN YÜKLE
vi: NHẬP VÁN CỜ

source: %1 move
fr: %1 coup
gl_es: %1 movemento
hu: %1 lépés
pt: %1 jogada
ru: %1 ход
vi: %1 nước

source: Computer analysis available
fr: Analyse d'ordinateur disponible
gl_es: Análise do ordenador dispoñible
hu: Számítógépes elemzés elérhető
pt: Análise de Computador disponível
ru: Доступен компьютерный анализ
tr: Bilgisayar analizi mevcut
vi: Máy tính phân tích có sẵn

source: Games
fr: Parties jouées
gl_es: Partidas
hu: Játszmák
pt: Partidas
ru: Игры
tr: Oyunlar
vi: Ván

source: Games with you
fr: Parties avec vous
hu: Játszmák veled
ru: Игры со мной
vi: Ván cờ với bạn

# UsePluralFormIfNeeded
source: Rated
fr: Classée
gl_es: Por puntos
hu: Értékelt
pt: Valendo Pontos
ru: Рейтинговые
vi: Tính ELo

# UsePluralFormIfNeeded
source: Playing
hu: Folyamatban
ru: Играемые
vi: Đang chơi

source: Imported
fr: Parties importées
gl_es: Importado
hu: Importált
pt: Importado
ru: Импортированные
tr: İçe aktarıldı
vi: Đã nhập

source: Block
ru: Блокировать

source: Unblock
ru: Разблокировать

source: LOGIN
hu: BEJELENTKEZÉS
ru: ЛОГИН
vi: ĐĂNG NHẬP

source: Hint
hu: Javaslat
ru: Подсказка
vi: Gợi ý

source: View the solution
fr: Voir la solution
gl_es: Ver a solución
hu: Megoldás megtekintése
ru: Посмотреть решение
vi: Xem lời giải

source: Your puzzle rating will not change. Note that puzzles are not a competition. Ratings help select the best puzzles for your current skill.
hu: A feladvány értékelésed nem fog változni. Ne feledd, a feladványoknak nincs tétje. Az értékelésed csupán segít kiválasztani az aktuális szintednek legjobban megfelelőket.
ru: Ваш рейтинг решения задач не изменится. Обратите внимание, что решение задач — это не соревнование. Рейтинги помогают выбрать лучшие задачи для вашего текущего навыка.
vi: Xếp hạng câu đố của bạn sẽ không thay đổi. Lưu ý rằng câu đố không phải là một cuộc thi. Xếp hạng giúp chọn ra những câu đố hay nhất cho kỹ năng hiện tại của bạn.

source: Puzzle
hu: Feladvány
ru: Задача
vi: Câu đố

source: Rating:
hu: Értékszám:
ru: Рейтинг:
vi: Hệ số:

source: hidden
hu: rejtett
ru: скрыт
vi: ẩn

source: Played:
hu: Beküldve:
ru: Решена:
vi: Đã được giải:

source: Source:
hu: Forrás:
ru: Источник:
vi: Nguồn:

source: Type:
hu: Típus:
ru: Тип:
vi: Kiểu:

source: Your turn
fr: Votre tour
gl_es: Teu turno
hu: Te következel
ru: Ваш ход
vi: Đến lượt bạn

source: Find the best move for %1.
fr: Trouvez le meilleur coup pour %1.
gl_es: Atopa a mellor xogada para %1.
hu: Találd meg %1 legjobb lépését.
ru: Найдите лучший ход, ходят %1.
vi: Tìm nước đi tối ưu cho %1

source: That's not the move!
fr: Ce n'est pas le bon coup!
gl_es: Esa non é a xogada!
hu: Nem a legjobb lépés!
ru: Плохой ход!
vi: Đó không phải là nước đi

source: Try something else.
fr: Essayez autre chose.
gl_es: Tenta algo diferente.
hu: Próbálkozz mással.
ru: Попробуйте иначе.
vi: Hãy thử cái gì khác.

source: Best move!
fr: Meilleur coup!
gl_es: Mellor xogada!
hu: A legjobb lépés!
ru: Лучший ход!
vi: Nước tối ưu!

source: Keep going...
fr: Continuez...
gl_es: Continúa
hu: Folytasd...
ru: Продолжайте...
vi: Tiếp tục...

source: Success!
hu: Siker!
ru: Задача решена!
vi: Thành công!

source: Puzzle complete!
fr: Puzzle terminé!
gl_es: Puzzle completado!
hu: A feladvány befejezve!
ru: Задача решена!
vi: Hoàn thành câu đố!

source: We have no more puzzles for this variant.
ru: Больше задач для этого варианта у нас нет.

source: Did you like this puzzle?
hu: Tetszett ez a feladvány?
ru: Вам понравилась эта задача?
vi: Bạn có thích câu đố này ?

source: Vote to load the next one!
hu: Szavazz egy újért cserébe!
ru: Голосуйте, чтобы загрузить следующую!
vi: Bỏ phiếu để tải câu đố tiếp theo!

source: Continue training
fr: Continuer l'entrainement
gl_es: Continúa entrenando
hu: Gyakorlás folytatása
ru: Продолжить тренировку
vi: Tiếp tục luyện tập

source: Jump to next puzzle immediately
hu: Rögtön a következő feladványhoz ugrás
ru: Сразу переходить к следующей задаче
vi: Chuyển sang câu đố tiếp theo ngay lập tức

source: IMPORT
fr: IMPORTER
gl_es: IMPORTAR
hu: IMPORTÁLÁS
pt: IMPORTAR
ru: ИМПОРТИРОВАТЬ
tr: İÇE AKTAR
vi: NHẬP

source: level %1
fr: niveau %1
gl_es: nivel %1
hu: szint %1
pt: nível %1
ru: уровень %1
tr: seviye %1
vi: cấp độ %1

source: Game aborted
fr: Partie annulée
gl_es: Partida abortada
hu: Játszma megszakítva
pt: Jogo cancelado
ru: Игра отменена
tr: Oyun iptal edildi
vi: Ván cờ bị hủy

source: Checkmate
fr: Échec et mat
gl_es: Xaque mate
hu: Matt
pt: Cheque-mate
ru: Мат
tr: Şah mat
vi: Chiếu hết

source: %1 resigned
fr: %1 ont abandonné
gl_es: %1 abandonou
hu: %1 feladta
pt: %1 desistiram
ru: %1 сдались
tr: %1 terk etti
vi: %1 đã chịu thua

source: Stalemate
fr: Pat
gl_es: Afogado
hu: Patt
pt: Rei afogado
ru: Пат
tr: Pat
vi: Bế tắc

source: Time out
fr: Temps écoulé
gl_es: Tempo esgotado
hu: Letelt az idő
pt: Tempo esgotado
ru: Время истекло
tr: Süre bitti
vi: Hết giờ

source: Draw
fr: Nulle
gl_es: Táboas
hu: Döntetlen
pt: Empate
ru: Ничья
tr: Berabere
vi: Hòa

source: %1 abandoned the game
fr: %1 ont quitté la partie
gl_es: %1 abandonou a partida
hu: %1 elhagyta a játszmát
pt: %1 abandonou o jogo
ru: %1 покинули игру
tr: %1 oyundan ayrıldı
vi: %1 đã bỏ ván cờ

source: Cheat detected
fr: Triche détectée
gl_es: Trampa detectada
hu: Csalás
pt: Ajuda de computador detectada
ru: Обнаружен обман
tr: Hile tespit edildi
vi: Phát hiện gian lận

source: Not started
fr: Non commencée
gl_es: Non comezada
hu: Nem kezdték el
pt: Não começou
ru: Не начато
tr: Henüz başlamadı
vi: Chưa bắt đầu

source: Invalid move
fr: Coup invalide
gl_es: Movemento inválido
hu: Érvénytelen FEN
pt: Jogada inválida
ru: Невозможный ход
tr: Geçersiz hamle
vi: Nước đi không hợp lệ

source: Unknown reason
fr: Raison inconnue
gl_es: Razón descoñecida
hu: Ismeretlen ok
pt: Razão desconhecida
ru: Неизвестная причина
tr: Bilinmeyen sebep
vi: Lý do không rõ

source: Campmate
fr: Camp conquis
hu: Tábormatt
pt: Mate de Linha
ru: Переход короля
tr: Kamp matı

source: Altar mate
fr: Mat d'autel
hu: Oltár matt
ru: Взятие алтаря

source: Race finished
ru: Гонка завершена

source: Explosion of king
fr: Explosion du roi
gl_es: Explosión do rei
hu: A király felrobbantva
pt: Explosão do Rei
ru: Взрыв короля
vi: Vua bị nổ

source: King in the center
ru: Король в центре
vi: Vua ở trung tâm

source: Three checks
hu: 3 sakk
ru: Три шаха
vi: 3 lần chiếu

source: King captured
hu: Király leütve.
ru: Король захвачен
vi: Vua bị ăn

source: Point counting
fr: Comptage de points
gl_es: Conteo de puntos
hu: Pontszámítás
pt: Contagem de Pontos
ru: Подсчет очков
tr: Puan sayımı

source: Variant ending
ru: Вариант окончания

source: Repetition
fr: Répétition
gl_es: Repetición
hu: Lépésismétlés
pt: Repetição
ru: Повторение
tr: Hamle tekrarı
vi: Lặp cờ

source: %1 won
ru: %1 победил(а)

source: +15 seconds
fr: +15 secondes
gl_es: +15 segundos
hu: +15 másodperc
pt: +15 segundos
ru: +15 секунд
tr: +15 saniye
vi: +15 giây

source: Give 15 seconds
fr: Donner 15 secondes
gl_es: Dar 15 segundos
hu: +15 másodperc az ellenfélnek
pt: Adicionar 15 segundos
ru: Дать 15 секунд
tr: 15 saniye ekle
vi: Cho 15 giây

source: Berserk
ru: Берсерк

source: Count
fr: Compter
gl_es: Contar
hu: Számolás
pt: Contagem
ru: Счёт
tr: Say
vi: Đếm

source: Pass
fr: Passer son tour
gl_es: Pasar
hu: Passz
pt: Passar
ru: Пропустить ход
tr: Pas
vi: Vượt qua

source: Resign
fr: Abandonner
gl_es: Abandonar
hu: Feladás
pt: Desistir
ru: Сдаться
tr: Terk et
vi: Chịu thua

source: Abort
fr: Annuler
gl_es: Abortar
hu: Játszma elvetése
pt: Cancelar
ru: Отменить
tr: İptal
vi: Hủy

source: Are you sure you want to draw?
fr: Êtes-vous sûr de vouloir proposer la nulle ?
hu: Biztosan döntetlent akarsz?
pt: Tem a certeza que quer empatar?
ru: Вы уверены, что хотите ничью?
vi: Bạn có chắc muốn hòa?

source: Draw offer sent
fr: Proposition de nulle envoyée
hu: Döntetlen ajánlat elküldve.
pt: Pedido de empate enviado
ru: Отправлено предложение ничьи
vi: Đã gửi đề nghị hòa

source: Your opponent offers a draw
fr: Votre adversaire propose la nulle
hu: Az ellenfeled döntetlent ajánlott.
pt: O seu adversário pede empate
ru: Ваш соперник предлагает ничью
vi: Đối thủ của bạn đề nghị hòa

source: Confirm move
hu: Lépés jóváhagyása
ru: Подтвердить ход
vi: Xác nhận nước đi

source: Are you sure you want to resign?
fr: Êtes-vous sûr de vouloir abandonner ?
gl_es: Seguro que desexas abandonar?
hu: Biztosan fel akarod adni?
pt: Tem a certeza que quer desistir?
ru: Вы уверены, что хотите сдаться?
tr: Terk etmek istediğinize emin misiniz?
vi: Bán có chắc muốn chịu thua?

source: Blue (Cho)
fr: les bleus (Cho)
gl_es: Azul (Cho)
hu: Kék (Cho)
pt: Azul (Cho)
ru: Синий (Чо)
tr: Mavi (Cho)
vi: Xanh dương (Cho)

source: Red (Han)
fr: les rouges (Han)
gl_es: Vermello (Han)
hu: Piros (Han)
pt: Vermelho (Han)
ru: Красный (Хань)
tr: Kırmızı (Han)
vi: Đỏ (Han)

source: Waiting for %1 to choose starting positions of the horses and elephants...
fr: En attente de %1 devant sélectionner les cases de départ de ses cavaliers et éléphants...
gl_es: Agardando por %1 para escolle-las posicións iniciais de cabalos e elefantes...
hu: %1 kiválaszthatja a lovak és elefántok kezdő pozícióját...
pt: À espera que %1 escolha as posições iniciais dos Elefantes e dos Cavalos...
ru: Ждем, пока %1 выберут исходные позиции коней и слонов...
tr: %1 adlı oyuncunun atlar ve fillerin başlangıç pozisyonunu seçmesi bekleniyor...
vi: Đang đợi %1 chọn vị trí xuất phát của ngựa và voi...

source: You can use the arrow buttons (below the board -- scroll down to display) to switch them, then click on the check mark to finalize your decision.
ru: Вы можете использовать кнопки со стрелками (под панелью управления - прокрутите вниз до отображения), чтобы переключить их, затем нажмите на галочку, чтобы окончательно принять решение.

source: To start the game you have to click on the check mark!
ru: Чтобы начать игру, вы должны нажать на галочку!

source: Switch pieces
fr: Échanger les pièces
gl_es: Cambiar pezas
hu: Figurák cseréje
pt: Trocar peças
ru: Поменять местами
tr: Taş değiştir
vi: Đổi quân

source: Ready
fr: Prêt
gl_es: Listo
hu: Kész
pt: Pronto
ru: Готов
tr: Hazır
vi: Sẵn sàng

source: VIEW REMATCH
fr: VOIR LA REVANCHE
hu: VISZZAVÁGÓ JÁTSZMA
pt: VER DESFORRA
ru: ПОСМОТРЕТЬ РЕВАНШ
vi: XEM ĐẤU LẠI

source: Rematch offer sent
fr: Proposition de revanche envoyée
hu: Visszavágó ajánlat elküldve.
pt: Pedido de desforra enviado
ru: Отправлено предложение реванша
vi: Yêu cầu tái đấu đã được gửi

source: Your opponent offers a rematch
fr: Votre adversaire propose la revanche
hu: Az ellenfeled visszavágót ajánlott.
pt: O seu adversário pede desforra
ru: Ваш соперник предлагает реванш
vi: Đối thủ của bạn đề nghị tái đấu

source: VIEW TOURNAMENT
fr: VOIR LE TOURNOI
gl_es: VER TORNEO
hu: VERSENY MEGNÉZÉSE
pt: VER TORNEIO
ru: ПЕРЕЙТИ В ТУРНИР
vi: XEM GIẢI ĐẤU

source: BACK TO TOURNAMENT
fr: RETOUR AU TOURNOI
gl_es: VOLTAR AO TORNEO
hu: VISSZA A VERSENYHEZ
pt: VOLTAR PARA O TORNEIO
ru: ВЕРНУТЬСЯ К ТУРНИРУ
vi: TRỞ LẠI GIẢI ĐẤU

source: PAUSE
gl_es: DETER
hu: SZÜNET
pt: PAUSAR
ru: ПАУЗА
vi: TẠM RÚT

source: REMATCH
fr: REVANCHE
gl_es: REVANCHA
hu: VISSZAVÁGÓ
pt: DESFORRA
ru: РЕВАНШ
tr: RÖVANŞ
vi: TÁI ĐẤU

source: NEW OPPONENT
fr: NOUVEL ADVERSAIRE
gl_es: NOVO OPOÑENTE
hu: ÚJ JÁTSZMA
pt: NOVO OPONENTE
ru: НАЙТИ ДРУГОГО СОПЕРНИКА
tr: YENİ RAKİP
vi: ĐỐI THỦ MỚI

source: ANALYSIS BOARD
fr: ECHIQUIER D'ANALYSE
gl_es: TABOLEIRO DE ANÁLISE
hu: ELEMZÉS
pt: ANÁLISE
ru: ДОСКА АНАЛИЗА
tr: ANALİZ TAHTASI
vi: BÀN CỜ PHÂN TÍCH

source: Propose takeback
hu: Visszalépés kérése
ru: Предложить переходить

source: Stop counting
fr: Arrêter de compter
gl_es: Parar de contar
hu: Számolás leállítása
pt: Parar contagem
ru: Прекратить отсчет
tr: Sayımı durdur
vi: Dừng đếm

source: Stop
fr: Arrêter
gl_es: Parar
pt: Parar
ru: Стоп
tr: Dur
vi: Dừng

source: Start counting
fr: Commencer à compter les coups
gl_es: Comezar a contar
hu: számolás indítása
pt: Começar contagem
ru: Начать отсчёт
tr: Sayımı başlat
vi: Bắt đầu đếm

source: %1 second to play the first move
fr: %1 seconde pour jouer le premier coup
hu: %1 másodperc az első lépésig
pt: %1 segundo para o primeiro lance
ru: %1 секунда до первого хода
vi: Còn %1 giây để chơi nước đi đầu tiên

source: Log out
fr: Déconnexion
gl_es: Pechar sesión
hu: Kijelentkezés
pt: Encerrar Sessão
ru: Выйти
tr: Çıkış yap
vi: Đăng xuất

source: Are you sure you want to log out?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
gl_es: Seguro que desexas pecha-la sesión?
hu: Biztosan ki akarsz jelentkezni?
pt: Tem certeza de que deseja terminar a sessão?
ru: Вы уверены, что хотите выйти?
tr: Çıkış yapmak istediğinize emin misiniz?
vi: Bạn có chắc muốn đăng xuất?

source: Sound
fr: Son
gl_es: Son
hu: Hang
pt: Som
ru: Звук
tr: Ses
vi: Âm thanh

source: Background
fr: Arrière-plan
gl_es: Fondo
hu: Háttér
pt: Fundo
ru: Фон
tr: Arkaplan
vi: Nền

source: Board Settings
fr: Réglages de l'échiquier
gl_es: Preferencias do taboleiro
hu: Tábla beállítások
pt: Definições de Tabuleiro
ru: Настройки доски
tr: Tahta ayarları
vi: Cài Đặt Bàn Cờ

source: Zen Mode
fr: Mode Zen
gl_es: MODO ZEN
hu: Zen Mód
pt: Modo Zen
ru: Режим Дзен
vi: Chế độ tập trung

source: Volume
hu: Hangerő
ru: Объем
vi: Âm lượng

source: First
fr: Premier
gl_es: Primeira
hu: Első
pt: Primeira
ru: Первая
vi: Đầu

source: Prev
fr: Précedent
gl_es: Anterior
hu: Előző
pt: Anterior
ru: Предыдущая
vi: Trước

source: Next
fr: Suivant
gl_es: Seguinte
hu: Következő
pt: Seguinte
ru: Следующая
vi: Tiếp

source: Last
fr: Dernier
gl_es: Última
hu: Utolsó
pt: Última
ru: Последняя
vi: Cuối

source: Scroll to your player
fr: Faites défiler jusqu'à votre joueur.
gl_es: Localiza ao teu xogador
hu: Saját magadhoz
pt: Localize o seu jogador
ru: Перейти к своему месту

source: WITHDRAW
fr: SE RETIRER
gl_es: RETIRARSE
hu: VISSZALÉPÉS
pt: DEIXAR
ru: ВЫЙТИ
vi: RÚT
