Repository: gbtami/pychess-variants
Catalog: lang/*/LC_MESSAGES/client.po
Languages: fr, gl_es, hu, pt, ru, tr, vi

source: "To me, how we've got here today is owing to Stockfish in a BIG way. They rallied global volunteers to come together in the open-source spirit and create such a powerful engine for FREE. That's a lot of great minds and computing power they've managed to harness.
fr: "À mon avis, nous devons beaucoup à Stockfish pour en être arrivés là aujourd'hui. Leur équipe a rassemblé des volontaires partout dans le monde afin de créer un engine vraiment puissant et gratuit, dans l'esprit open source. Ils ont réussi à mobiliser de grands esprits et une puissance informatique formidable.
gl_es: "Para min, o feito de estar hoxe aquí debémosllo nunha GRANDE parte a Stockfish. Lograron xuntar a voluntarios arredor do mundo, no espírito colaborativo do código aberto, para crearen tan poderoso motor GRATUÍTO. Iso foi unha chea de grandes mentes e poder de computación moi ben aproveitados.
pt: "Para mim, onde estamos presentemente é graças ao Stockfish. Eles angariaram voluntários do mundo inteiro e conseguiram criar um engine de xadrez poderoso GRÁTIS. São várias as capacidades mentais e energia computacional que eles conseguiram juntar.
ru: "Для меня то, как мы оказались здесь сегодня, в значительной степени связано со Stockfish. Они объединили добровольцев со всего мира, чтобы собраться вместе и, используя открытый исходный код, создать такой мощный движок БЕСПЛАТНО. Им удалось использовать для этого много великих умов и вычислительных мощностей.
tr: “Bana göre, bugün ulaştığımız noktayı BÜYÜK ölçüde Stockfishe borçluyuz. Dünyanın dört bir yanından gönüllülerin bir araya gelerek açık kaynak kodu ruhuna uygun, böylesine güçlü bir makineyi yaratmaları ve ÜCRETSİZ olarak sunmaları için harekete geçirdiler. Bu bir çok harika beyinin ve işlem güçlerinin bir araya gelip güçlerini kullanması demek.
vi: Đối với tôi, cách mà chúng ta có được ngày hôm nay là nhờ phần LỚN vào Stockfish. Họ đã tập hợp các tình nguyện viên toàn cầu lại với nhau trên tinh thần nguồn mở và tạo ra một công cụ mạnh mẽ và MIỄN PHÍ. Đó là rất nhiều bộ óc tuyệt vời và sức mạnh tính toán mà họ đã thành công để khai thác được.

source: Then we've got Lichess to thank. Lichess was also born out of the same open-source spirit, and it too drew in great people as well. Once Lichess incorporated Stockfish as its brains, the rest is history.
fr: Nous devons aussi adresser nos remerciements à Lichess. Lichess naquit du même esprit d'open source, et lui également attira des grands esprits. Lichess intégra Stockfish à son site, et on connaît la suite.
gl_es: Despois tamén temos que agradecer a Lichess. Lichess tamén naceu do mesmo espírito do código aberto, e tamén xuntou a moita xente. Así que Lichess incluiu Stockfish como cerebro, o resto é historia.
pt: Além disso também temos o Lichess a agradecer. Lichess foi criado pelo mesmo espírito open-source, e este também atraiu uma grande porção de pessoas. O Lichess também implementou o Stockfish como o seu cérebro de I.A. e o resto é história.
ru: Тогда мы должны поблагодарить и Lichess, ведь он родился из той же возможности использовать открытый исходный код, на основе которого привлек также очень много людей. Как только Lichess включил в свой мозг Stockfish, всё остальное - это уже история.
tr: Daha sonrasında ise Lichess’e teşekkür etmeliyiz. Lichess’de aynı açık kaynak kodu ruhundan doğdu ve harika insanları da kendine çekti. Lichess, Stockfish’i beyni olarak kendisine dahil ettiğinde ise, gerisi artık tarih oldu.
vi: Vậy thì chúng ta phải cảm ơn Lichess. Lichess cũng được ra đời từ tinh thần nguồn mở tương tự và nó cũng thu hút những người tuyệt vời. Sau khi Lichess kết hợp Stockfish làm bộ não của mình, phần còn lại là lịch sử.

source: Lichess enables the online, real-time, and competitive aspects of game-play. They also bring the enormous power of Stockfish to the masses, who can now benefit from it without configuring a local GUI. I believe this development turns out to be of great consequence and significance.
fr: Lichess permet de vivre le jeu d'échecs en ligne comme en réel : parties en direct, compétition, etc. Il apporte aussi l'énorme puissance de Stockfish au grand public, qui peut désormais l'exploiter sans devoir l'installer en plus d'une interface graphique. Je pense que son développement a eu des conséquences importantes dans le monde des échecs.
gl_es: Lichess ofrece xogar de forma competitiva, en tempo real e online. Tamén trouxo o enorme poder de cálculo de Stockfish para todo o mundo, que agora se pode beneficiar do seu uso sen ter que configurar unha GUI local. Creo que este desenvolvemento resulta ser dunha grande importancia e consecuencia.
pt: O Lichess deu aspectos competitivos às partidas online e em tempo real. Eles também trouxeram o enorme poder do Stockfish em massa, o que é possivel agora destrutar deste sem configuração de uma Interface Gráfica Local. Penso que este desenvolvimento teve um grande significado.
ru: Lichess обеспечивает Онлайн в режиме реального времени и конкурентные аспекты игрового процесса. Они также приносят огромную мощь Stockfish в массы, которые теперь могут извлечь из этого выгоду без настройки локального графического интерфейса. Я считаю, что это развитие событий имеет большое значение и последствия.
tr: Lichess, oyun oynamanın çevrimiçi, gerçek zamanlı ve rekabetçi yönlerini sağlar. Ayrıca, Stockfish'in muazzam gücüne, artık yerel bir GUI yapılandırmadan gerek kalmadan, kitlelerin erişmesini sağlıyorlar. Bu gelişmenin büyük bir önemi ve sonuçları olduğuna inanıyorum.
vi: Lichess hỗ trợ các khía cạnh trực tuyến, thời gian thực và cạnh tranh của trò chơi. Họ cũng mang sức mạnh to lớn của Stockfish đến với đại chúng, những người giờ đây có thể hưởng lợi từ nó mà không cần định cấu hình GUI cục bộ. Tôi tin rằng sự phát triển này hóa ra có hệ quả và ý nghĩa to lớn.

source: Later on, developers close to the Lichess project eventually extended Stockfish into Multivariant-Stockfish, in order to support Crazyhouse et al. The father of Fairy-Stockfish, Fabian, is also one of those devs (still) working on that fork, and he later took several steps further in terms of variant support and extensibility. Thus Fairy-Stockfish was born, so powerful because it builds on the Stockfish project.
fr: Plus tard, des développeurs au sein du projet Lichess généralisèrent Stockfish afin de supporter des variantes comme le Crazyhouse, d'où le nom Multivariant Stockfish. Un des développeurs qui travaille (toujours) sur ce fork, Fabian, améliora encore l'extensibilité du code et le nombre de variantes supportées. Ainsi naquit Fairy-Stockfish, héritant sa puissance de Stockfish.
gl_es: Máis tarde, desenvolvedores achegados ao proxecto Lichess deron en estender Stockfish a Multivariant-Stockfish, para soportar Crazyhouse e compañía. O pai de Fairy-Stockfish, Fabian, tamén é un deses desenvolvedores (todavía) traballando nese fork, e máis tarde deu varios pasos máis en termos de soporte de variantes e estensibilidade. Polo tanto Fairy-Stockfish naceu tan poderoso porque se baseou no proxecto Stockfish.
pt: Mais tarde, os desenvolvedores do Lichess eventualmente desenvolveram o Stockfish para suportar várias Variantes do Xadrez (Multivariant-Stockfish), a fim de suportar Crazyhouse, etc. O pai do Fairy-Stockfish, Fabian Fichter é um dos autores e desenvolvedores deste projeto e ainda trabalha na manutenção do mesmo, que mais tarde tomou o passo seguinte. Daí o nascimento do Fairy-Stockfish, super poderoso por ser construido a partir do projeto Stockfish.
ru: Позже разработчики, близкие к проекту Lichess, в конечном итоге расширили Stockfish до многовариантного Stockfish, чтобы поддержать Crazyhouse и др. Отец Fairy-Stockfish, Фабиан, также является одним из тех разработчиков (все еще), которые работают над этой "вилкой", и позже он сделал еще несколько шагов в плане поддержки вариантов и расширяемости. Так родилась Fairy-Stockfish, такая мощная, потому что она основана на проекте Stockfish.
tr: Daha sonra, Lichess projesiyle yakın iş birliği içinde bulunan geliştiriciler, Crazyhouse ve benzeri varyantların desteklenebilmesi için Stockfish’i Multivariant-Stockfish’e genişlettiler. Fair-Stockfish’in babası Fabian da (halen) Stockfish’in bu Fork’u üzerine çalışan geliştiricilerden biridir, ve de daha sonraları varyant desteği ve genişletilebilirlik açısından birkaç adım daha atmıştır. Fairy-Stockfish, Stockfish projesini temel aldığı için de çok güçlü olarak doğdu.
vi: Sau đó, các nhà phát triển gần gũi với dự án Lichess cuối cùng đã mở rộng Stockfish thành Multivariant-Stockfish, để hỗ trợ Crazyhouse et al. Cha đẻ của Fairy-Stockfish, Fabian, cũng là một trong những nhà phát triển (vẫn) đang làm việc trên nhánh đó và sau đó ông đã tiến thêm một số bước nữa về khả năng mở rộng và hỗ trợ biến thể. Thế là Fairy-Stockfish ra đời, mạnh mẽ đến vậy vì nó được xây dựng dựa trên dự án Stockfish.

source: Then comes our beloved pychess-variants, which again very smartly harnesses the underlying superpowers of the big projects. Same online, real-time, and competitive aspects. Same clean and familiar Lichess look and feel. Plus the power of Stockfish!"
fr: Et au final naquit notre petit site bien-aimé, pychess-variants, qui à son tour exploite les super-pouvoirs des projets sur lesquels il se repose. Le jeu compétitif, en ligne, en temps réel. L'apparence à la Lichess, nette et familière. Et la puissance de Stockfish !"
gl_es: Despois xordeu a nosa querida pychess-variants, quen de novo aproveita de forma intelixente os incribles superpoderes dos grandes proxectos. Cos mesmos aspectos de competición, en tempo real e online. Co mesmo aspecto limpo e familiar de Lichess. E mais co poder de Stockfish!
pt: E após isto temos o nosso adorável pychess-variants, que também foi implementado de forma inteligente usando os super-poderes dos grandes projetos. O mesmo ambiente competitivo, jogos online e em tempo real. O mesmo visual do Lichess, mais o uso do poder do Stockfish!"
ru: Затем идут наши любимые pychess-варианты, которые очень эффективно используют основные сверх способности больших проектов. Те же аспекты онлайн, в реальном времени и соревнования. Тот же чистый и знакомый внешний вид Lichess. Плюс сила Stockfish!"
tr: Ardından, büyük projelerin altında yatan süper güçleri yine çok akıllıca kullanan sevgili pychess varyantlarımız geliyor. Aynı çevrimiçi, gerçek zamanlı ve rekabetçi yönler. Aynı temiz ve tanıdık Lichess görünümü ve hissi. Ve bir de Stockfish'in gücü! "
vi: Sau đó là các biến thể pychess yêu quý của chúng ta, một lần nữa khai thác rất thông minh các siêu năng lực cơ bản của các dự án lớn. Các khía cạnh trực tuyến, thời gian thực và cạnh tranh giống nhau. Giao diện Lichess sạch sẽ và quen thuộc tương tự. Cộng với sức mạnh của Stockfish!"

source: About pychess
fr: À propos de pychess
gl_es: Acerca de pychess
hu: A pychess névjegye
pt: Acerca do pychess
ru: О pychess
tr: Pychess hakkında
vi: Giới thiệu về PyChess

source: Pychess is a free, open-source chess server designed to play several chess variants.
fr: Pychess est un serveur d'échecs libre, gratuit et open-source, réalisé pour jouer à diverses variantes du jeu d'échecs.
gl_es: Pychess é un servidor de xadrez de código aberto e gratuíto deseñado para xogar diversas variantes de xadrez.
hu: A pychess egy ingyenes, nyílt forrású sakk variáns szerver.
pt: O Pychess é um servidor de xadrez gratuito e de código-aberto feito com o intuito de se poder jogar várias variantes de xadrez
ru: Pychess - это бесплатный шахматный сервер с открытым исходным кодом, предназначенный для игры в разные варианты шахмат.
tr: Pychess sitesi, çeşitli satranç varyantlarını oynamak için tasarlanmış, ücretsiz ve açık kaynak kodlu bir satranç sunucusudur.
vi: Pychess là một máy chủ cờ vua mã nguồn mở miễn phí được thiết kế để chơi một số biến thể cờ vua.

source: Currently supported games are
fr: Les jeux supportés actuellement sont
gl_es: Os xogos soportados actualmente son
hu: A Jelenleg játszható variánsok
pt: Jogos suportados presentemente são
ru: В настоящее время поддерживаются игры
tr: Şu anda desteklenen oyunlar
vi: Các biến thể được hỗ trợ hiện nay là

source: Additionally, you can check the Chess960 option for Chess, Crazyhouse, Atomic, Three check, King of the Hill, Racing Kings, Antichess, Horde, S-chess, Capablanca, and Capahouse to start games from random positions with
ru: Кроме того, вы можете выбрать фишеровскую опцию 960 для следующих видов шахмат: Классические, Атомные, Крейзихаус, Три шаха, Царь горы, Королевские гонки, Поддавки, Шахматы Орды, С-Шахматы, Капабланка и Капахаус, чтобы начинать игры со случайных позиций с помощью

source: Chess960 castling rules.
fr: les règles du roque de Chess960.
gl_es: Regulamento do enroque en Xadrez960.
hu: Fischer random sáncolási szabályokkal.
pt: Regras de Roque de Xadrez960
ru: Правила рокировки в Шахматах 960.
tr: Chess960 rok atma kuralları
vi: Quy tắc nhập thành của Chess960.

source: For move generation, validation, analysis, and engine play, we use
fr: Pour la génération et validation des coups, l'analyse et le jeu contre l'ordinateur on utilise
gl_es: Para a xeración de movementos, validación, análise e xogo con motor, empregamos
hu: A szabályos lépések ellenőrzéséhez és a gép elleni játékhoz használt programok a
pt: Para geração de jogadas, validação, análise e computador, usamos
ru: Для генерации ходов, проверки, анализа и игры с движком мы используем
tr: Hamle oluşturma, onaylama, hamle analizi ve analiz motoru olarak kullanılanlar:
vi: Để tạo nước đi, xác thực, phân tích và chơi động cơ, chúng tôi sử dụng

source: On client side, the user interface of the game board is based on
fr: Du côté client, l'interface de jeu est basée sur
gl_es: No lado do cliente, a interface de usuario do taboleiro de xogo se basea en
hu: A kliens oldali program alapja a
pt: No lado do cliente, a interface gráfica do tabuleiro é baseada no
ru: На стороне клиента пользовательский интерфейс игровой доски основан на
tr: İstemci tarafında, kullanıcı arayüzünde kullanılan oyun tahtasını burada bulabilirsiniz:
vi: Về phía khách hàng, giao diện người dùng của bàn cờ dựa trên

source: The source code of the server is available on
fr: Le code source du serveur est disponible à
gl_es: O código fonte do servidor atópase dispoñible en
hu: A szerver forráskódja elérhető itt
pt: O código-fonte do servidor está disponibilizado em
ru: Исходный код сервера доступен на
tr: Sunucunun kaynak kodunu burada bulabilirsiniz:
vi: Mã nguồn của máy chủ có sẵn trên

source: To play on PyChess, you need to have an open and unmarked account on Lichess.
fr: Pour jouer sur PyChess, il faut un compte sur Lichess ouvert et non-marqué
gl_es: Para xogar en PyChess, precisas ter unha conta aberta e non marcada en Lichess.
hu: A pychess-en való játékhoz szükséges egy nem lezárt, nem megjelölt lichess fiók.
ru: Чтобы играть на PyChess, необходимо иметь открытую учетную запись на Lichess, не уличенную в мошенничестве.
vi: Để chơi trên PyChess, bạn cần có tài khoản mở và chưa bị đánh dấu trên Lichess.

source: Regarding Privacy and Terms of Service, the rules of lichess.org are also applied here.
fr: En ce qui concerne la confidentialité et les conditions d'utilisation, nous appliquons ici celles de lichess.org.
gl_es: No que respecta á Privacidade e Termos do Servizo, as regras de lichess.org tamén se aplican aquí.
hu: A személyes adatok védelme és a felhasználási feltételek tekintetében itt is a lichess.org szabályai érvényesek.
pt: Acerca de Privacidade e Termos de Serviço, as regras usadas no lichess.org também são aplicadas aqui.
ru: Что касается конфиденциальности и условий обслуживания, здесь также применяются правила lichess.org.
tr: Lichess.org’daki Gizlilik ve Hizmet Şartları kuralları da burada uygulanır.
vi: Về Quyền riêng tư và Điều khoản dịch vụ, các quy tắc của lichess.org cũng được áp dụng tại đây.

source: Variant
fr: Variante
gl_es: Variante
hu: Variáns
pt: Variante
ru: Вариант
tr: Varyant
vi: Biến thể

source: Computer analysis
fr: Analyse de l'ordinateur
gl_es: Análise por computador
hu: Számítógépes elemzés
ru: Компьютерный анализ
vi: Máy tính phân tích

source: Move times
gl_es: Tempos de xogada
hu: Lépésidők
ru: Время на ход
vi: Số nước đi

source: Crosstable
gl_es: Cadro
hu: Eredménytábla
ru: Общий счет встреч

source: FEN & PGN
gl_es: FEN e PGN
ru: FEN и PGN

source: Multi-threaded WebAssembly (classical evaluation)
fr: WebAssembly multithread (évaluation classique)
gl_es: WebAssembly con múltiples fíos (avaliación clásica)
hu: Többszálú WebAssembly (hagyományos értékelés)
ru: Многопоточная веб-сборка (классическая оценка)
vi: WebAssugging đa luồng (đánh giá cổ điển)

source: in local browser
fr: dans le navigateur local
gl_es: no navegador local
hu: a böngészőben
pt: em navegador local
ru: в браузере
tr: yerel tarayıcıda
vi: trong trình duyệt địa phương

source: Initial position
fr: Position de départ
gl_es: Posición inicial
hu: Kezdőállás
pt: Posição Inicial
ru: Исходное положение
tr: Başlangıç pozisyonu
vi: Thế trận ban đầu

source: Advantage
fr: Avantage
gl_es: Vantaxe
hu: Előny
pt: Vantagem
ru: Преимущество
tr: Avantaj
vi: Lợi thế

source: You need an account to do that.
fr: Compte utilisateur requis.
gl_es: Precisas dunha conta para facer iso.
hu: Csak regisztrált felhasználók számára elérhető.
pt: Precisas de uma conta para fazer isto.
ru: Для этого вам нужна учетная запись.
tr: Bu işlemi yapabilmek için bir hesap ile oturum açmalısınız.
vi: Bạn cần có 1 tài khoản để làm điều đó.

source: Download game to PGN file
fr: Télécharger la partie au format PGN
gl_es: Descargar partida como arquivo PGN
hu: Játszma leöltése PGN fájlba.
pt: Transferir jogo para ficheiro PGN
ru: Скачать игру в файле PGN
tr: Oyunu PGN olarak indir
vi: Tải ván cờ về tệp PGN

source: Download PGN
fr: Télécharger la PGN
gl_es: Descargar PGN
hu: PGN letöltése
pt: Transferir PGN
ru: Скачать PGN
vi: Tải xuống PGN

source: Copy USI/UCI to clipboard
fr: Copier l'USI/UCI vers le presse-papier
gl_es: Copiar USI/UCI no portapapeis
hu: UCI/USI másolása a vágólapra.
pt: Copiar USI/UCI para o clipboard
ru: Скопируйте USI / UCI в буфер обмена
tr: USI/UCI yi panoya kopyala
vi: Sao chép UCI/USI vào bảng nhớ tạm

source: Copy UCI/USI
fr: Copier l'UCI/USI
gl_es: Copiar UCI/USI
hu: UCI/USI másolása
pt: Copiar UCI/USI
ru: Копировать UCI / USI
vi: Sao chép UCI/USI

source: Download position to PNG image file
fr: Télécharger la position au format PNG
gl_es: Descargar posición como imaxe PNG
hu: Állás másolása PNG kép fájlba.
pt: Transferir posição para ficheiro de imagem PNG
ru: Загрузить позицию в файл изображения PNG
tr: Pozisyonu PGN görseli olarak indir
vi: Tài xuống thế trận dưới dạng ảnh PNG

source: PNG image
fr: Image PNG
gl_es: Imaxe PNG
hu: PNG kép
pt: Imagem PNG
ru: PNG изображение
vi: Ảnh PNG

source: Are you sure you want to delete this game?
fr: Êtes-vous sûr de vouloir supprimer la partie ?
gl_es: Queres realmente borrar esta partida?
hu: Biztosan törölni akarod ezt a játszmát?
ru: Вы уверены, что хотите удалить эту игру?
vi: Bạn có chắc chắn muốn xóa ván cờ này?

source: Delete game
fr: Supprimer la partie
gl_es: Borrar partida
hu: Játszma törlése
ru: Удалить игру
vi: Xóa ván cờ

source: Request Computer Analysis
fr: Demander l'analyse de l'ordinateur
gl_es: Solicitar Análise do Computador
hu: Számítógépes elemzés kérése
pt: Solicitar Análise de Computador
ru: Запросить компьютерный анализ
tr: Bilgisayar analizi isteği gönder
vi: Yêu Cầu Máy Tính Phân Tích

source: Request Analysis
fr: Demander l'analyse
gl_es: Solicitar Análise
hu: Elemzés kérése
pt: Solicitar Análise
ru: Запросить анализ
vi: Yêu Cầu Phân Tích

source: Try browser page reload.
fr: Essayez de recharger la page du navigateur.
gl_es: Proba a recargar a páxina no navegador.
hu: Próbáld meg újratölteni az oldalt.
ru: Попробуйте перезагрузить страницу браузера.
vi: Hãy thử tải lại trang trình duyệt.

source: Multi-threaded WebAssembly (with NNUE evaluation)
gl_es: WebAssembly con múltiples fíos (con avaliación NNUE)
hu: Többszálú WebAssembly (NNUE értékelés)
ru: Многопоточная веб-сборка (с оценкой NNUE)
vi: WebAssugging đa luồng (có đánh giá NNUE)

source: Depth
fr: Profondeur
gl_es: Profundidade
hu: mélység
pt: Profundidade
ru: Глубина
tr: Derinlik
vi: Độ sâu

source: Go deeper
fr: Approfondir l'analyse
gl_es: Ir a máis profundidade
hu: Mélyebben
pt: Mais profundidade
ru: Анализировать глубже
tr: Derinleştir
vi: Đi sâu hơn

source: Best move arrow
hu: A legjobb lépés mutatása
ru: Показывать лучшие ходы стрелками
vi: Mũi tên nước đi tốt nhất

source: Infinite analysis
hu: Végtelen elemzés
ru: Бесконечный анализ
vi: Phân tích vô hạn

source: Multiple lines
hu: Több változat
ru: Множество вариантов
vi: Nhiều hàng

source: CPUs
hu: Processzorok
ru: Потоки
vi: CPU

source: Memory
hu: Memória
ru: Память
vi: Bộ nhớ

source: Use NNUE
hu: NNUE használata
ru: Использовать NNUE
vi: Dùng NNUE

source: Enable engine debug
ru: Включить отладку движка

source: Light
fr: Clair
gl_es: Claro
hu: Világos
pt: Claro
ru: Светлый
tr: Açık
vi: Sáng

source: Dark
fr: Sombre
gl_es: Escuro
hu: Sötét
pt: Escuro
ru: Тёмный
tr: Koyu
vi: Tối

source: Piece animation
fr: Animation des pièces
gl_es: Animación das pezas
hu: Bábuk animációja
pt: Animação de Peças
ru: Анимация фигур
tr: Taş animasyonu
vi: Bộ quân cờ

source: Confirm resigning
hu: Feladás megerősítése
ru: Подтверждать признание поражения
vi: Xác nhận đầu hàng

source: Confirm correspondence move
hu: Levelezési lépés jóváhagyása
ru: Подтверждать ход при игре по переписке
vi: Xác nhận nước cờ

source: Zoom
hu: Zoomolás
ru: Увеличить
vi: Phóng

source: Show piece destinations
fr: Mettre en évidence les cases de destination
gl_es: Amosar destino das pezas
hu: Lehetséges lépések mutatása
pt: Mostrar destinos da peça
ru: Показывать допустимые ходы
tr: Taşların gidebilecekleri kareleri göster
vi: Hiện đánh dấu trên bàn cờ (nước đi mới nhất)

source: Promote to the top choice automatically
fr: Promouvoir au premier choix automatiquement
gl_es: Promover a opción principal automaticamente
hu: Automatikus figura átváltoztatás
ru: Автоматическое превращение в сильнейшую фигуру
vi: Tự động phong cấp lên quân tốt nhất

source: Show material difference
fr: Afficher la différence de matériel
gl_es: Amosar diferencia de material
hu: Bábuk közötti különbség
ru: Показывать разницу в материале
vi: Hiện chênh lệch giá trị quân cờ

source: Sign in to chat
fr: Connectez-vous pour discuter
gl_es: Identifícate para falar no chat
hu: Jelentkezz be
pt: Inicie sessão para poder conversar
ru: Войдите, чтобы общаться
tr: Sohbet için oturum aç
vi: Đăng nhập để trò chuyện

source: Please be nice in the chat!
fr: Soyez courtois dans le tchat !
gl_es: Por favor, sexa amable no chat!
hu: Légy udvarias másokkal!
pt: Por favor seja educado ao conversar!
ru: Пожалуйста, будьте вежливы в чате!
tr: Lütfen sohbette nazik ol!
vi: Hãy cư xử thân thiện trong trò chuyện

source: Chat is disabled
fr: Le chat est désactivé
gl_es: O chat está desactivado
hu: Csevegő kikapcsolva
pt: A conversa está desativada
ru: Чат отключен
tr: Sohbet devre dışı bırakıldı
vi: Trò chuyện bị tắt

source: Spectator room
fr: Salon des spectateurs
gl_es: Sala de espectadores
hu: Figyelőszoba
pt: Sala de Espetador
ru: Зал для зрителей
tr: İzleyici odası
vi: Phòng khán giả

source: Chat room
fr: Salon de discussion
gl_es: Sala de chat
hu: Csevegő
pt: Sala de Chat
ru: Чат-комната
tr: Sohbet odası
vi: Phòng trò chuyện

source: Toggle the chat
fr: Ouvrir le chat
gl_es: Activar/desactivar o chat
hu: Csevegő ki-be
pt: Alternância de conversa
ru: Переключить чат
tr: Sohbeti aç / kapat
vi: Bật/Tắt trò chuyện

source: Server
fr: Serveur
gl_es: Servidor
hu: Szerver
pt: Servidor
ru: Сервер
tr: Sunucu
vi: Máy chủ

source: %1 day
hu: %1 nap
ru: %1 день
vi: %1 ngày

source: %1 hour
hu: %1 óra
ru: %1 час
vi: %1 giờ
