Repository: gbtami/pychess-variants
Catalog: lang/*/LC_MESSAGES/client.po
Languages: fr, gl_es, hu, pt, ru, tr, vi

source: in %1 year
fr: dans %1 an
gl_es: en %1 ano
hu: %1 év múlva
pt: em %1 ano
ru: через %1 год
vi: trong %1 năm

source: %1 year ago
fr: Il y a %1 ans
gl_es: Fai %1 ano
hu: %1 éve
pt: %1 ano atrás
ru: %1 год назад
tr: %1 yıl önce
vi: %1 năm trước

source: in %1 month
fr: dans %1 mois
gl_es: en %1 mes
hu: %1 hónap múlva
pt: em %1 mês
ru: через %1 месяц
vi: trong %1 tháng

source: %1 month ago
fr: Il y a %1 mois
gl_es: Fai %1 mes
hu: %1 hónapja
pt: %1 mês atrás
ru: %1 месяц назад
tr: %1 ay önce
vi: %1 tháng trước

source: in %1 week
fr: dans %1 semaine
gl_es: en %1 semana
hu: %1 hét múlva
pt: em %1 semana
ru: через %1 неделю
vi: trong %1 tuần

source: %1 week ago
fr: Il y a %1 semaine
gl_es: Fai %1 semana
hu: %1 hete
pt: %1 semana atrás
ru: %1 неделю назад
tr: %1 hafta önce
vi: %1 tuần trước

source: in %1 day
fr: dans %1 jour
gl_es: en %1 día
hu: %1 napon belül
pt: em %1 dia
ru: через %1 день
vi: trong %1 ngày

source: %1 day ago
fr: Il y a %1 jour
gl_es: Fai %1 dia
hu: %1 napja
pt: %1 dia atrás
ru: %1 день назад
tr: %1 gün önce
vi: %1 ngày trước

source: in %1 hour
fr: dans %1 heure
gl_es: en %1 hora
hu: %1 órán belül
pt: em %1 hora
ru: через %1 час
vi: trong %1 giờ

source: %1 hour ago
fr: Il y a %1 heure
gl_es: Fai %1 hora
hu: %1 órája
pt: %1 hora atrás
ru: %1 час назад
tr: %1 saat önce
vi: %1 giờ trước

source: in %1 minute
fr: dans %1 minute
gl_es: en %1 minuto
hu: %1 percen belül
pt: em %1 minuto
ru: через %1 минуту
vi: trong %1 phút

source: %1 minute ago
fr: Il y a %1 minute
gl_es: Fai %1 minuto
hu: %1 perce
pt: %1 minuto atrás
ru: %1 минуту назад
tr: %1 dakika önce
vi: %1 phút trước

source: in %1 second
fr: dans %1 seconde
gl_es: en %1 segundo
hu: %1 másodpercen belül
pt: em %1 segundo
ru: через %1 секунду
vi: trong %1 giây

source: %1 second ago
fr: Il y a %1 seconde
gl_es: Fai %1 segundo
hu: %1 másodperce
pt: %1 segundo atrás
ru: %1 секунду назад
tr: %1 saniye önce
vi: %1 giây trước

source: Spectators:
fr: Spectateurs :
gl_es: Espectadores:
hu: Nézők:
pt: Espetadores:
ru: Зрители:
tr: İzleyiciler:
vi: Người xem:

source: Requested game %1 not found!
fr: Partie demandée %1 non trouvée !
gl_es: A partida solicitada %1 non foi atopada!
hu: A kért %1 játszma nem található!
pt: Partida solicitada %1 não encontrada!
ru: Запрошенная игра %1 не найдена!
tr: Talep ettiğiniz oyun %1 bulunamadı!
vi: Không tìm thấy %1 ván cờ được yêu cầu!

source: Playing right now
fr: En cours
gl_es: Xogando agora mesmo
hu: Folyamatban lévő játszma
pt: Partida a decorrer
ru: Идёт игра
tr: Şu anda oynanıyor
vi: Đang chơi ngay bây giờ

source: White
fr: Les blancs
gl_es: Brancas
hu: Világos
pt: Brancas
ru: Белые
tr: Beyaz
vi: Trắng

source: Black
fr: Les noirs
gl_es: Negras
hu: Sötét
pt: Pretas
ru: Черные
tr: Siyah
vi: Đen

source: Red
fr: Les rouges
gl_es: Vermello
hu: Vörös
pt: Vermelho
ru: Красные
tr: Kırmızı
vi: Đỏ

source: Blue
fr: Les bleus
gl_es: Azul
hu: Kék
pt: Azul
ru: Синие
tr: Mavi
vi: Xanh dương

source: Gold
fr: Les ors
gl_es: Dourado
hu: Arany
pt: Dourado
ru: Золотые
tr: Altın
vi: Vàng

source: Pink
fr: Les roses
gl_es: Rosa
pt: Rosa
ru: Розовые
vi: Hồng

source: Green
fr: Les verts
hu: Zöld
ru: Зеленые
vi: Xanh lá

source: chess
fr: échecs
hu: Sakk
ru: шахматы
vi: cờ vua

source: placement
ru: расстановка

source: atomic
fr: atomique
hu: atom
ru: атомные

source: makruk
ru: макрук

source: makpong
ru: макпонг

source: ouk chaktrang
ru: ок чактранг

source: sittuyin
ru: ситтуйин

source: asean
ru: асеан

source: shogi
hu: sógi
ru: сёги

source: minishogi
hu: mini sógi
ru: минисёги

source: kyoto shogi
hu: kiotó sógi
ru: киото сёги

source: dobutsu
ru: добуцу

source: gorogoro
ru: горогоро

source: gorogoro+
ru: горогоро+

source: tori shogi
hu: tori sógi
ru: тори сёги

source: xiangqi
ru: сянци
vi: cờ tướng

source: manchu
ru: маньчжурские

source: janggi
fr: jianggi
ru: чанги

source: minixiangqi
ru: минисянци

source: capablanca
ru: капабланка

source: capahouse
ru: капахаус

source: s-chess
ru: c-шахматы

source: s-house
ru: c-хаус

source: grand
ru: гранд

source: grandhouse
ru: грандхаус

source: shako
ru: шако

source: shogun
ru: сёгун

source: hoppel-poppel
ru: хоппель-поппель

source: orda
ru: орда

source: synochess
fr: syno-échecs
ru: синочесс

source: shinobi
ru: синоби

source: shinobi+
ru: синоби+

source: empire
ru: империя

source: orda mirror
fr: orda miroir
ru: зеркальная орда

source: chak
ru: чак

source: chennis
ru: ченнис

source: PawnsPushed
fr: Pions avancés
hu: Összetolt gyalogok
ru: Пешки дошли до центра

source: PawnsPassed
fr: Pions Passés
hu: Gyalogok a félpályán túl
ru: Пешки перешли центр

source: UpsideDown
hu: Fejjel lefele
ru: Пешки у последней горизонтали
vi: Lộn ngược

source: Theban
hu: Spárta - Théba
ru: Фиванские шахматы

source: No castle
fr: Pas de roque
hu: Nincs sáncolás
ru: Без рокировки
vi: Không nhập thành

source: Lance HC
hu: Lándzsás hátrány
ru: Белые без Копья

source: Bishop HC
hu: Futó hátrány
ru: Белые без Слона
vi: Tượng HC

source: Rook HC
hu: Bástya hátrány
ru: Белые без Ладьи
vi: Xe HC

source: Rook+Lance HC
hu: Bástya+Lándzsás hátrány
ru: Белые без Ладья+Копье
vi: Xe+Lance HC

source: 2-Piece HC
hu: 2 figura hátrány
ru: Белые без 2 фигур
vi: 2 quân HC

source: 4-Piece HC
hu: 4 figura hátrány
ru: Белые без 4 фигур
vi: 4 quân HC

source: 6-Piece HC
hu: 6 figura hátrány
ru: Белые без 6 фигур
vi: 6 quân HC

source: 8-Piece HC
hu: 8 figura hátrány
ru: Белые без 8 фигур
vi: 8 quân HC

source: 9-Piece HC
hu: 9 figura hátrány
ru: Белые без 9 фигур
vi: 9 quân HC

source: 10-Piece HC
hu: 10 figura hátrány
ru: Белые без 10 фигур
vi: 10 quân HC

source: Gorogoro Plus N+L
ru: С добавлением (Конь+Копье)

source: Original (No N+L)
ru: Без добавления (Конь+Копье)
vi: Bản gốc (Không có N+L)

source: Left Quail HC
ru: Белые без левого Перепела
vi: Quail Trái HC

source: Falcon HC
ru: Белые без Сокола

source: Falcon + Left Quail HC
ru: Белые без Сокол + левый Перепел

source: Falcon + Both Quails HC
ru: Белые без Сокол + оба Перепела

source: Bird
fr: Oiseau
ru: Расстановка Генри Берда
vi: Chim

source: Carrera
ru: Расстановка Пьетро Карреры

source: Gothic
fr: Gothique
ru: Готические шахматы

source: Embassy
fr: Embassade
ru: Посольские шахматы

source: Conservative
fr: Conservateur
ru: Консервативный вариант
vi: Thận trọng

source: Infection game.
ru: Игра в заражение.

source: Chess, unmodified, as it's played by FIDE standards.
fr: Les échecs, sans modification, tels qu'ils sont joués sous les règles de la FIDÉ.
gl_es: Xadrez, sen modificar, tal como se xoga polos estándares da FIDE.
hu: Hagyományos sakk a FIDE szabályai szerint.
pt: Xadrez, inalterado, de acordo com as regras FIDE
ru: Шахматы без изменений, так как в них играют по стандартам ФИДЕ.
vi: Cờ vua, chưa được sửa đổi, được chơi theo tiêu chuẩn FIDE.

source: Take captured pieces and drop them back on to the board as your own.
fr: Prendre les pièces adversaires qui changent alors de camp, puis les parachuter sur l'échiquier.
gl_es: Colle as pezas capturadas e sóltaas de novo no taboleiro como túas.
hu: A leütött figurákat később visszarakhatod a táblára a sajátodként.
pt: Capture peças adversárias e coloque-as no tabuleiro como suas
ru: Возьмите срубленные фигуры и выставляйте их обратно на доску как свои собственные.
vi: Lấy các quân cờ đã ăn được và thả chúng trở lại bàn cờ như của riêng bạn.

source: Choose where your pieces start.
fr: Choisir où vos pièces commencent la partie.
gl_es: Escolle onde comezan as túas pezas.
hu: Helyezd el a tiszteket a kezdés előtt!
pt: Escolha a posição inicial das suas peças
ru: Выставите ваши фигуры на любые поля заднего ряда.
vi: Chọn nơi quân của bạn bắt đầu.

source: Pieces explode upon capture.
fr: Les pièces s'explosent lors d'une prise.
gl_es: As pezas explotan nas capturas.
hu: Ütésnél a tisztek felrobbannak.
pt: As peças explodem no momento de captura
ru: Фигуры взрываются после взятия.
vi: Các quân phát nổ khi bị ăn.

source: Bring your King to the center to win the game.
ru: Выведите своего короля в центр, чтобы выиграть игру.

source: Check your opponent 3 times to win the game.
ru: Поставьте сопернику шах 3 раза, чтобы выиграть игру.

source: Lose all your pieces to win.
ru: Потеряйте все свои фигуры, чтобы выиграть.

source: Race your King to the eighth rank to win.
ru: Ведите своего короля до восьмой горизонтали, чтобы победить.

source: Destroy the horde to win!
ru: Уничтожьте орду, чтобы победить!

source: The duck must be moved to a new square after every turn.
hu: A kacsát minden lépés után kötelező új mezőre vinni.
ru: Утка должна быть перемещена на новую клетку после каждого хода.
vi: Con vịt phải được di chuyển đến một ô vuông mới sau mỗi lượt đi.

source: Through the Looking-Glass
ru: Зазеркалье

source: Players can only see the squares to which their pieces can legally move to.
ru: Игроки могут видеть только те поля, на которые их фигуры могут легально перемещаться.

source: Thai Chess. A game closely resembling the original Chaturanga. Similar to Chess but with a different queen and bishop.
fr: Échecs thaïlandais. Un jeu qui ressemble au Chaturanga. Comme les échecs occidentaux mais la dame et le fou sont différents.
hu: Thai sakk. Az eredeti Csaturangához közel álló sakk variáns. Hasonló a sakkhoz, de a vezér és a futó másként lép.
pt: Xadrez Tailandês. Um jogo que representa o Chaturanga original. Semelhante a xadrez, mas com Bispo e Dama muito diferentes
ru: Тайские шахматы. Игра очень похожа на оригинальную Чатурангу. Подобно шахматам, но с другими ферзем и слоном.
vi: Cờ Thái . Một trò chơi gần giống với Chaturanga gốc. Tương tự như Cờ vua nhưng có quân hậu và quân tượng khác.

source: Makruk variant where kings cannot move to escape out of check.
fr: Une variante de Makruk où les rois ne peuvent se déplacer lors d'un échec ,sauf pour capturer la pièce donnant échec.
hu: Makruk variáns, ahol a király nem léphet ki a sakkból.
pt: Uma variante de Makruk onde os reis não podem escapar a xeque.
ru: Вариант Макрука, где короли не могут ходить, чтобы сбежать из-под шаха.
vi: Biến thể Makruk nơi quân vua không thể di chuyển để thoát khỏi nước chiếu.

source: Cambodian Chess. Makruk with a few additional opening abilities.
fr: Échecs cambodgiens. Makruk avec quelques options supplémentaires dans l'ouverture.
hu: Kambodzsai sakk. Makruk variáns néhány extra lépéssel a megnyitásban.
pt: Xadrez Cambodiano. Makruk com novas funcionalidades na abertura.
ru: Камбоджийские шахматы. Макрук с несколькими дополнительными способностями в дебюте.
vi: Cờ Campuchia. Makruk với một vài khả năng khai cuộc bổ sung.

source: Burmese Chess. Similar to Makruk, but pieces are placed at the start of the match.
fr: Échecs birmans. Comme le Makruk, mais les pièces sont placées au début de la partie.
hu: Burmai sakk. A Makrukhoz hasonló, de a játékosok helyezhetik el a tiszteket kezdés előtt.
pt: Xadrez Birmanês. Semelhante ao Makruk, mas as peças são colocadas no inicio de jogo.
ru: Бирманские шахматы. Похоже на Макрук, но фигуры выставляются в начале партии.
vi: Cờ Myanmar. Tương tự như Makruk nhưng quân cờ được đặt ở đầu trận đấu.

source: Makruk using the board/pieces from International Chess as well as pawn promotion rules.
fr: Makruk mais utilisant l'échiquier et les pièces physiques des échecs occidentaux, ainsi que ses règles de promotion.
hu: Makruk hagyományos sakktáblán és figurákkal, a sakk átváltozási szabályaival.
pt: Makruk em tabuleiro e peças Internacionais, usa as regras de promoção de Peões do Xadrez Ocidental.
ru: Макрук с использованием доски, фигур, а также правил превращения пешек из международных шахмат.
vi: Makruk sử dụng bàn cờ/quân cờ từ Cờ vua Quốc tế cũng như các quy tắc phong cấp.

source: Japanese Chess, the standard 9x9 version played today with drops and promotions.
ru: Японские шахматы, стандартная версия 9x9, в которую сегодня играют с призами и повышениями.

source: Shogi with Chinese and Korean cannons
ru: Сёги с китайскими и корейскими пушками

source: 5x5 Shogi for more compact and faster games. There are no knights or lances.
fr: Le shogi 5x5 pour des parties plus rapides. Il n'y a pas de cavaliers ni de lanciers.
hu: 5x5-ös Sógi gyorsabb játszmákhoz. Nincsenek benne lovasok és lándzsások.
pt: Shogi em 5x5 para jogos mais rápidos. Não existem lanças e cavalos.
ru: Сёги 5x5 для более компактных и быстрых игр. Нет ни коней, ни копий.
vi: 5x5 Shogi cho các trò chơi nhỏ gọn hơn và nhanh hơn. Không có mã hay thương.

source: A wild Shogi variant on a 5x5 board where pieces flip into a different piece after each move.
fr: Une variante folle de Shogi sur un échiquier 5x5 où les pièces sont retournées après chaque coup
hu: 5x5-ös Sógi variáns, ahol a figurák minden lépésben oda-vissza átváltoznak.
pt: Uma variante feroz de Shogi em tabuleiro de 5x5 onde as peças são alteradas a cada movimento.
ru: Дикий вариант Сёги на доске 5x5, где фигуры меняются на другие после каждого хода.
vi: Một biến thể Shogi hoang dã trên bàn cờ 5x5 trong đó các quân cờ sẽ chuyển thành một quân cờ khác sau mỗi nước đi chuyển.

source: 3x4 game with cute animals, designed to teach children how to play Shogi.
fr: Jeu 3x4 avec des animaux mignons, conçu afin d'apprendre aux enfants comment jouer au shogi.
hu: 3x4-es variáns aranyos állatokkal. Gyerekek számára létrehozott játék a Sógi tanításához.
pt: Jogo de tabuleiro 3x4 com animais muito simpáticos, inventando com o intuito de ensinar crianças a jogar Shogi.
ru: Игра 3х4 с милыми животными, призванная научить детей играть в Сёги.

source: 5x6 Shogi designed to introduce tactics with the generals.
fr: Le shogi 5x6 qui introduit les tactiques avec des généraux.
hu: 5x6-os Sógi, a tábornokok megismeréséhez és a Sógi taktika elsajátításához.
pt: Shogi num tabuleiro 5x6 feito para introdução de táticas com os generais.
ru: Сёги 5х6 предназначены для ознакомления с тактикой генералов.

source: A confrontational 7x7 variant with unique pieces each named after different birds.
fr: La confrontation sur un plateau 7x7 avec des pièces uniques, leurs nommes tirés de différents oiseaux.
hu: Vad 7x7-es variáns különféle madár figurákkal.
pt: Uma variante em tabuleiro 7x7 com peças únicas cujo nome se baseia em diferentes pássaros.
ru: Конфронтационный вариант 7х7 с уникальными фигурами, каждая из которых названа в честь разных птиц.

source: Chinese Chess, one of the oldest and most played board games in the world.
fr: Échecs chinois, un des plus vieux et plus répandus jeux de société au monde.
hu: Kínai sakk. Az egyik legrégebbi és legtöbbek által játszott játék a földön.
pt: Xadrez Chinês, um dos jogos mais velhos e populares no Mundo.
ru: Китайские шахматы - одна из старейших и наиболее популярных настольных игр в мире.

source: Xiangqi variant where one side has a chariot that can also move as a cannon or horse.
fr: Une variante de Xiangqi où un côté a un chariot qui peut aussi se déplacer comme canon ou cheval.
hu: Xiangqi variáns, ahol az egyik oldal szekér figurája ágyúként és lovasként is léphet.
pt: Variante de Xiangqi onde um dos lados tem uma Biga que se movimenta como um canhão ou um cavalo.
ru: Вариант Сянци, где у одной стороны есть колесница, которая также может ходить как пушка или конь.

source: Korean Chess, similar to Xiangqi but plays much differently. Tournament rules are used.
fr: Échecs coréens. Similaire au Xiangqi, mais se joue très différemment. On utilise les règles de tournoi.
hu: Koreai sakk. A Xiangqi-hoz hasonló, de sok mindenben el is tér. A versenyszabályok érvényesek.
pt: Xadrez Coreano. Semelhante ao Xiangqi, mas com diferenças. Regras de Torneio são usadas aqui
ru: Корейские шахматы, похожие на Сянци, но играются по-другому. Используются турнирные правила.

source: Compact version of Xiangqi played on a 7x7 board without a river.
fr: Une variante compacte de Xiangqi sur un plateau 7x7 sans rivière.
hu: 7x7-es Xiangqi, a két tábort elválasztó folyó nélkül.
pt: Versão compacta de Xiangqi num tabuleiro 7x7 sem o Rio.
ru: Компактная версия Сянци, играемая на доске 7x7 без реки.

source: Ancient Arabian and Persian form of Chess.
ru: Древняя арабская и персидская форма шахмат.

source: Play with the hybrid pieces, archbishop (B+N) and chancellor (R+N), on a 10x8 board.
fr: Jouez avec des pièce hybrides, la princesse (fou + cavalier) et l'impératrice (tour + cavalier), sur un échiquier 10x8.
hu: 10x8-as sakk két új figurával. Az archbishop = futó + ló, a chancellor = bástya + ló.
pt: Jogue com as peças Híbridas, Arcebispo (Bispo+Cavalo) e o Chanceler(Torre+Cavalo), num tabuleiro 10x8
ru: Играйте с гибридными фигурами, архиепископом (Слон + Конь) и канцлером (Ладья + Конь), на доске 10x8.

source: Capablanca with Crazyhouse drop rules.
fr: Les échecs Capablanca avec la règle de parachutage de Crazyhouse.
hu: Capablanca variáns Crazyhouse szabályokkal.
pt: Xadrez Capablanca com regras de Crazyhouse
ru: Шахматы Капабланки с правилами выставления фигур как в Крейзихаус.

source: Hybrid pieces, the hawk (B+N) and elephant (R+N), can enter the board after moving a back rank piece.
fr: Des pièces hybrides, le faucon (fou + cavalier) et l'éléphant (tour + cavalier) peuvent entrer en jeu lorsqu'une pièce de la première rangée se déplace.
hu: A sólyom = futó + ló és az elefánt = bástya + ló a táblára léphet amikor az alapsorról először lép el egy figura.
pt: Peças Híbridas, a Águia (Bispo+Cavalo) e o Elefante(Torre+Cavalo) podem ser colocadas no tabuleiro após serem movidas as peças localizadas na primeira Linha.
ru: Гибридные фигуры, ястреб (Слон + Конь) и слон (Ладья + Конь), могут попасть на доску после хода фигурой заднего ряда.

source: S-Chess with Crazyhouse drop rules.
fr: Le S-Chess avec la règle de parachutage de Crazyhouse.
hu: S-Chess Crazyhouse szabályokkal.
pt: Xadrez Seirawan com regras de Crazyhouse
ru: С-Шахматы с правилами выставления фигур как в Крейзихаус.

source: Play with the hybrid pieces, archbishop (B+N) and chancellor (R+N), on a grand 10x10 board.
fr: Jouez avec des pièce hybrides, la princesse (fou + cavalier) et l'impératrice (tour + cavalier), sur un *grand* échiquier 10x10
hu: 10x10-es sakk két új figurával. Az archbishop = futó + ló, a chancellor = bástya + ló.
pt: Jogue com peças híbridas, Arcebispo (Bispo+Cavalo) e o Chancelor (Torre+Cavalo) num enorme tabuleiro 10x10
ru: Играйте гибридными фигурами, архиепископом (Слон + Конь) и канцлером (Ладья + Конь), на большой доске 10x10.

source: Grand Chess with Crazyhouse drop rules.
fr: Le "Grand Chess" avec la règle de parachutage de Crazyhouse.
hu: Grand Chess Crazyhouse szabályokkal.
pt: Xadrez Grand com regras de Crazyhouse
ru: Гранд шахматы с правилами выставления фигур как в Крейзихаус.

source: Introduces the cannon and elephant from Xiangqi into a 10x10 chess board.
fr: Deux pièces du Xiangqi, le canon et l'éléphant, sont introduites sur un échiquier 10x10.
hu: 10x10-es variáns Xiangqi ágyúval és elefánttal.
pt: Introdução do Canhão e do Elefante do XiangQi para um tabuleiro de 10x10
ru: Две новые фигуры, пушка и слон из Сянци, на шахматной доске 10х10.

source: Pieces promote and can be dropped, similar to Shogi.
fr: Les pièces se promeuvent et peuvent être parachutées, comme au Shogi.
hu: A figurák átváltozhatnak és a leütött figurák visszarakhatók a Sógi-hoz hasonlóan.
pt: Peças podem ser promovidas e usadas à disposição. Semelhante ao Shogi
ru: Фигуры превращаются и могут быть выставлены, подобно Сёги.

source: Knights capture as bishops; bishops capture as knights.
fr: Les cavaliers capturent comme des fous, et les fous capturent comme des cavaliers.
hu: A huszárok futóként ütnek, a futók meg huszárként.
pt: Os Cavalos capturam como Bispos, e os Bispos capturam como Cavalos
ru: Кони рубят как слоны; слоны рубят как кони.

source: Asymmetric variant where one army has pieces that move like knights but capture differently.
fr: Une variante asymétrique où un camp dirige des pièces qui se déplacent comme des cavaliers mais capturent différemment.
hu: Aszimmetrikus variáns, ahol az arany horda tisztjei lóként lépnek, de másként ütnek.
pt: Variante assimétrica onde um exército tem peças que se movem como um Cavalo mas capturam de maneira diferente
ru: Асимметричный вариант, где у одной армии есть фигуры, которые ходят как кони, но рубят по-разному.

source: Asymmetric East vs. West variant which pits the western Chess army against a Xiangqi and Janggi-styled army.
fr: Une variante asymétrique, l'Est contre l'Ouest, où l'armée des échecs occidentaux se bat contre une armée dérivée du Xiangqi et du Janggi.
hu: Aszimmetrikus variáns, kínai és koreai figurákkal a nyugati sakk ellen.
pt: Variante assimétrica (Este contra Oeste) onde mostra uma batalha entre o xadrez ocidental tradicional contra um exército de Xiangqi e Janggi
ru: Асимметричный вариант Восток против Запада, который противопоставляет западную шахматную армию восточной армии в стиле Сянци и Чанги.

source: Asymmetric variant which pits the western Chess army against a drop-based, Shogi-styled army.
fr: Une variante asymétrique où l'armée des échecs occidentaux se bat contre une armée avec le parachutage et dérivée du shogi.
hu: Aszimmetrikus variáns, a nyugati sakk figurák a visszarakható, Sógi-hoz hasonló figurák ellen.
pt: Variante Assimétrica onde se batalham o exército de Xadrez ocidental contra um exército baseado em Shogi.
ru: Асимметричный вариант, который противопоставляет западную шахматную армию восточной армии, основанной на выставлении фигур в стиле Сёги.

source: Asymmetric variant where one army has pieces that move like queens but capture as usual.
fr: Une variante asymétrique où un camp dirige des pièces qui se déplacent comme des dames mais capturent normalement.
hu: Aszimmetrikus variáns, ahol a világos tisztek a szokásos módon ütnek, de vezérként lépnek.
pt: Variante assimétrica onde um exército tem peças que se movem como Damas mas capturam da sua maneira original
ru: Асимметричный вариант, где у одной армии есть фигуры, которые ходят как ферзи, но рубят как обычно.

source: Orda Chess variant. The scout and khatun replaces the pawn and yurt.
ru: Вариант шахмат: Орда. Разведчик и хатун заменяют пешку и юрту.

source: Orda Chess variant with two Horde armies. The Falcon replaces the Yurt.
fr: La variante Orda mais tous les deux côtés sont la Horde. Le Faucon remplace le Yurt.
hu: Orda sakk variáns két Orda sereggel, a jurta helyett sólyommal.
pt: Variante de Orda com dois exércitos de Orda. O Falcão substitui o Yurt.
ru: Вариант Ордынских шахмат с двумя ордынскими армиями. Сокол заменяет Юрту.

source: Mayan chess. Inspired by cultural elements of Mesoamerica.
fr: Les échecs Maya, inspirées par la culture Mésoaméricaine.
hu: Maja sakk. Mezoamerika kulturális elemei által inspirált sakk variáns.
ru: Шахматы майя. Вдохновлены культурными элементами Мезоамерики.

source: Pieces alternate between two forms with each move.
fr: Les pièces alternent entre deux formes avec chaque coup
hu: A figurák minden lépésnél oda vissza átváltoznak.
ru: Фигуры чередуются между двумя формами с каждым ходом.

source: Asymmetric Spartans vs. Persians variant.
hu: A spártaiak a perzsák ellen.
ru: Асимметричный вариант "Спартанцы против Персов".
vi: Biến thể Asymmetric Spartans và Persians.

source: A variant that combines the Shogi's drop rule with strong pieces.
ru: Вариант, который сочетает в себе правило выпадения Сёги с сильными фигурами.

source: Like Capablanca Chess but with Grand starting setup.
fr: Comme les échecs Capablanca mais avec la position de départ du Grand Chess.
hu: Capablanca sakk Grand sakk kezdőállással.
pt: Semelhante ao Xadrez Capablanca mas com posição inicial de Xadrez Grand.
ru: Как Шахматы Капабланки, но с начальной расстановкой как в Гранд шахматах.

source: Embassy with Crazyhouse drop rules.
hu: Embassy Crazyhouse visszarakásokkal.
ru: Посольские шахматы с правилами выставления из Крейзихаус.
