Repository: gbtami/pychess-variants
Catalog: lang/*/LC_MESSAGES/client.po
Languages: fr, gl_es, hu, pt, ru, tr, vi

source: JOIN
fr: REJOINDRE
gl_es: UNIRSE
hu: CSATLAKOZÁS
pt: ENTRAR
ru: ПРИСОЕДИНИТЬСЯ
vi: THAM GIA

source: LOG IN
fr: SE CONNECTER
gl_es: IDENTIFICARSE
hu: BELÉPÉS
pt: CONECTAR
ru: ВОЙТИ
vi: ĐĂNG NHẬP

source: Tournament complete
fr: Tournoi complet
gl_es: Torneo completo
hu: A verseny befejeződött
pt: Torneio concluído
ru: Турнир завершен
vi: Giải đấu tiếp theo

source: Players
fr: Joueurs
gl_es: Xogadores
hu: Játékosok
pt: Jogadores
ru: Игроки
vi: Kì thủ

source: Average rating
fr: Classement moyen
gl_es: Puntuación media
hu: Átlag értékszám
pt: Média de pontuação
ru: Средний рейтинг
vi: Hệ số trung bình

source: Games played
fr: Parties jouées
gl_es: Partidas xogadas
hu: Játszmák száma
pt: Partidas jogadas
ru: Сыграно партий
vi: Ván đã chơi

source: %1 wins
fr: %1 victoires
gl_es: %1 gaña
hu: %1 győzelem
ru: %1 победили
vi: %1 thắng

source: Draws
fr: Nulles
gl_es: Táboas
hu: Döntetlen
pt: Empates
ru: Ничьих
vi: Hòa

source: Berserk rate
fr: taux de Berserk
gl_es: Porcentaxe de berserk
hu: Berserk arány
ru: Процент берсерка
vi: Tỉ lệ Berserk

source: Download all games
fr: Télécharger toutes les parties
gl_es: Descargar tódalas partidas
hu: Összes játszma letöltése
pt: Download de todas as partidas
ru: Скачать все игры
vi: Tải xuống tất cả ván cờ

source: Download all games in JSON
fr: Télécharger toutes les parties en JSON
gl_es: Descargar tódalas partidas en JSON
hu: Összes játszma letöltése JSON-ba
ru: Скачать все игры в формате JSON
vi: Tải xuống tất cả ván cờ ở dạng JSON

source: Arena
gl_es: Area
hu: Aréna
ru: Арена
vi: Đấu trường

source: Round-Robin
hu: Körmérkőzés
ru: По круговой системе

source: Swiss
gl_es: Suízo
hu: Svájci
ru: По швейцарской системе
vi: Hệ Thụy Sĩ

source: Performance
gl_es: Rendemento
hu: Teljesítmény
pt: Desempenho
ru: Перфоманс
vi: Hiệu suất

source: Win rate
fr: Taux de victoires
gl_es: Porcentaxe de victorias
hu: Győzelmek aránya
pt: Porcentagem de vitórias
ru: Процент побед
vi: Tỉ lệ thắng

source: Average opponent
fr: Opposition moyenne
gl_es: Nivel medio rivais
hu: Ellenfelek átlaga
pt: Nível médio rivais
ru: Средний рейтинг соперников
vi: Đối thủ trung bình

source: Defender:
fr: Défenseur
gl_es: Defensor:
hu: Címvédő:
ru: Защитник:
vi: Phòng thủ:

source: Custom position
fr: Position personnalisée
gl_es: Posición persoalizada
hu: Kezdőállás
pt: Posição personalizada
ru: Произвольная позиция
vi: Thế trận tùy chỉnh

source: Analysis board
fr: Échiquier d'analyse
gl_es: Taboleiro de análise
hu: Elemzés
pt: Tabuleiro de análise
ru: Анализировать партию
vi: Bàn cờ phân tích

source: This Shield trophy is unique. The winner keeps it for one month, then must defend it during the next %1 Shield tournament!
gl_es: O trofeo Shield é único. O gañador manteno durante un mes, e despois ten que defendelo durante o seguinte torneo %1 Shield!
hu: Ez a vándorkupa különleges. A győztes egy hónapig őrzi, aztán meg kell védje a következő %1 vándorkupa versenyen!
ru: Этот трофей Щита уникален. Победитель сохраняет его в течение одного месяца, а затем должен защищать его во время следующего турнира за щит %1!
vi: Chiếc cúp Shield này là duy nhất. Người chiến thắng giữ nó trong một tháng, sau đó phải bảo vệ nó trong giải đấu Khiên %1 tiếp theo!

source: STARTING IN
fr: COMMENCE DANS
gl_es: COMEZANDO EN
hu: A KEZDÉSIG VAN MÉG
pt: COMEÇANDO EM
ru: НАЧАЛО
vi: BẮT ĐẦU TRONG

source: Chess Variants
fr: Variantes des échecs
hu: Sakk variánsok
pt: Variantes de Xadrez
ru: Варианты Шахмат
vi: Biến thể Cờ Vua

source: Makruk Variants
fr: Variantes du Makruk
hu: Makruk variánsok
pt: Variantes de Makruk
ru: Варианты Макрука
vi: Biến thể cờ Makruk

source: Shogi Variants
fr: Variantes du Shogi
hu: Sógi variánsok
pt: Variantes de Shogi
ru: Варианты Сёги
vi: Biến thể cờ Shogi

source: Xiangqi Variants
fr: Variantes du Xiangqi
hu: Xiangqi variánsok
pt: Variantes de Xiangqi
ru: Варианты Сянци
vi: Biến thể Cờ Tướng

source: Fairy Piece Variants
fr: Variantes aux pièces féeriques
hu: Tündér sakkfigura variánsok
pt: Variantes com peças não ortodoxas
ru: Варианты со сказочными фигурами
vi: Biến thể có Quân cờ Kết hợp

source: New Army Variants
fr: Variantes aux nouvelles armées
hu: Új sereg variánsok
pt: Variantes com Novos Exércitos
ru: Варианты новых армий
vi: Biến thể Quân đội mới

source: Other
ru: Другой

source: Page reload required after change
fr: Rechargement de la page nécessaire après un changement
gl_es: Recarga de páxina precisa despois do cambio
hu: Módosítás után az oldal újratöltése szükséges
ru: Требуется перезагрузка страницы после изменения
vi: Yêu cầu tải lại trang sau khi thay đổi

source: Off
fr: Désactiver
gl_es: Desactivado
hu: Ki
pt: Desativado
ru: Откл
vi: Tắt

source: On
fr: Activer
gl_es: Activado
hu: Be
pt: Ativado
ru: Вкл
vi: Mở

source: ZEN MODE
fr: MODE ZEN
gl_es: MODO ZEN
hu: ZEN MÓD
pt: MODO ZEN
ru: РЕЖИМ ДЗЕН
vi: CHẾ ĐỘ TẬP TRUNG

source: Need pawn
ru: Нужна пешка

source: Need knight
ru: Нужен конь

source: Need bishop
ru: Нужен слон

source: Need rook
ru: Нужна ладья

source: Need queen
ru: Нужен ферзь

source: Don't give pawn
ru: Не отдавайте пешку

source: Don't give knight
ru: Не отдавайте коня

source: Don't give bishop
ru: Не отдавайте слона

source: Don't give rook
ru: Не отдавайте ладью

source: Don't give queen
ru: Не отдавайте ферзя

source: Sit/stall
ru: Сидеть/задерживаться

source: Go/hurry
ru: Уходи/поторопись

source: Trades are good
ru: Сделки хорошие

source: Don't trade
ru: Не торгуйся

source: I have checkmate
ru: у меня мат

source: OK
ru: ОК

source: No
ru: Нет

source: My bad
ru: Моя вина

source: Nevermind
ru: Неважно

source: Nice
ru: Хорошо

source: Anon users cannot join bughouse games
ru: Анонимные пользователи не могут присоединиться к играм с ошибками

source: Join
ru: Присоединяйтесь

source: Castling
fr: Roque
gl_es: Enroque
hu: Sáncolás
pt: Roque
ru: Рокировка
tr: Rok atmak
vi: Nhập thành

source: FLIP BOARD
fr: TOURNER L'ÉCHIQUIER
hu: TÁBLA MEGFORDÍTÁSA
pt: INVERTER TABULEIRO
ru: ПОВЕРНУТЬ ДОСКУ
vi: QUAY BÀN CỜ

source: CLEAR BOARD
fr: VIDER L'ÉCHIQUIER
gl_es: LIMPAR TABOLEIRO
hu: ÜRES TÁBLA
pt: LIMPAR TABULEIRO
ru: ОЧИСТИТЬ ДОСКУ
tr: TAHTAYI TEMİZLE
vi: XÓA BÀN CỜ

source: FILL %1'S HAND
hu: MINDEN %1 FIGURA
ru: ЗАПОЛНИТЬ РУКУ ПРОТИВНИКА

source: STARTING POSITION
fr: POSITION DE DÉPART
gl_es: POSICIÓN INICIAL
hu: KEZDŐÁLLÁS
pt: POSIÇÃO INICIAL
ru: НАЧАЛЬНАЯ ПОЗИЦИЯ
tr: BAŞLANGIÇ POZİSYONU
vi: THẾ TRẬN BẮT ĐẦU

source: PLAY WITH MACHINE
fr: JOUER CONTRE L'ORDINATEUR
gl_es: XOGAR CONTRA A MÁQUINA
hu: JÁTÉK A GÉP ELLEN
pt: JOGAR COM COMPUTADOR
ru: ИГРАТЬ С КОМПЬЮТЕРОМ
tr: BİLGİSAYARA KARŞI OYNA
vi: CHƠI VỚI MÁY

source: CONTINUE FROM HERE
ru: ПРОДОЛЖАЙТЕ ОТСЮДА

source: EXPORT TO PNG
fr: EXPORTER AU FORMAT PNG
gl_es: EXPORTAR A PNG
hu: EXPORTÁLÁS PNG KÉPKÉNT
pt: EXPORTAR PARA PNG
ru: ЭКСПОРТ В PNG
tr: PGN olarak dışa aktar
vi: XUẤT SANG PNG

source: COPY FEN TO CLIPBOARD
ru: КОПИРОВАТЬ FEN В БУФЕР ОБМЕНА

source: Move pieces through the looking glass
ru: Перемещайте фигуры в зазеркалье

source: Undo
hu: Lépés visszavétele
ru: Отменить
vi: Hoàn tác

source: Place the duck on an empty square.
hu: Helyezd a kacsát egy üres mezőre!
ru: Поместите утку на пустую клетку.
vi: Đặt con vịt vào một ô cờ trống.

source: These variants have new armies with completely new pieces! Most of these variants pit these armies against the standard Chess army.
fr: Ces variantes présentent des armées composées des pièces nouvelles ! La plupart d'eux mettent l'armée nouvelle contre l'armée standarde des échecs occidentaux.
gl_es: Estas variantes teñen novos exércitos con pezas completamente novas! A maioría destas variantes confrontan estes exércitos contra o exército estándar do Xadrez.
hu: Ezek a variánsok teljesen új seregeket, új figurákat használnak. Többségük a hagyományos sötét sakk figurák ellen.
pt: Estas variantes têm novos exércitos com peças completamente novas! A maioria destas põe em jogo novos exércitos contra o do Xadrez Tradicional.
ru: У этих вариантов есть новые армии с совершенно новыми фигурами! Большинство из этих вариантов противопоставляют эти армии стандартной шахматной армии.
vi: Những biến thể này có đội quân mới với những quân cờ hoàn toàn mới! Hầu hết các biến thể này đều khiến những đội quân này chống lại đội quân Cờ vua tiêu chuẩn.

source: Go Back
fr: Retour
gl_es: Voltar
hu: Vissza
pt: Voltar
ru: Вернуться
vi: Quay Lại

source: Horde: Horse-based army
fr: La Horde d'or : une armée s'inspirant du cheval
gl_es: Horde: exército baseado en cabalos
hu: Horde: huszár-alapú figurák
pt: Orda: Exército baseado em Orda
ru: Орда: армия коней
vi: Horde: Quân đội dựa trên ngựa

source: Empire: Queen-based army
fr: L'Empire : une armée s'inspirant de la dame
gl_es: Empire: exército baseado en damas
hu: Empire: vezér-alapú figurák
pt: Empire: Exército baseado na Dama
ru: Империя: армия ферзей
vi: Empire: Quân đội dựa trên hậu

source: Horde vs Horde
fr: Horde contre Horde
gl_es: Horde contra Horde
pt: Orda contra Orda
ru: Орда против Орды

source: Clan: Drop-based army
fr: Le Clan : une armée s'inspirant du parachutage
gl_es: Clan: exército baseado en soltar pezas
hu: Shinobi: visszarakás-alapú figurák
pt: Clã: Exército baseado em colocações
ru: Клан: десантная армия

source: Dynasty: Xiangqi-based army
fr: La Dynasty : une armée s'inspirant du xiangqi
gl_es: Dynasty: exército baseado no Xiangqi
hu: Synochess: Xiangqi-alapú figurák
pt: Dinastia: Exército baseado em Xiangqi
ru: Династия: Сянци-армия

source: Mayan chess
fr: Échecs mayas
gl_es: Xadrez Mayan
hu: Maja sakk
ru: Шахматы майя

source: Alternating pieces
hu: Váltakozó figurák
ru: Чередующиеся фигуры
vi: Quân cờ xen kẽ

source: Spartans: Army with two kings
hu: Spártaiak: hadsereg két királlyal
ru: Спартанцы: Армия с двумя царями
vi: Spartans: Quân đội có hai vua

source: Variants using a basic chess set but with different rules.
fr: Des variantes qui se jouent avec un échiquier et des pièces standards mais avec des règles différentes.
gl_es: Variantes que empregan un xogo de pezas básico pero con diferentes regras.
hu: Hagyományos sakk figurák új szabályokkal.
pt: Variantes que usam o xadrez tradicional mas com regras diferentes
ru: Варианты с использованием базового набора шахмат, но с другими правилами.

source: These variants have new pieces to try! Many of them have larger boards, and some also have new rules.
fr: Ces variantes utilisent des nouvelles pièces ! Beaucoup d'eux se jouent sur un échiquier plus grand, et quelques comprennent aussi des nouvelles règles.
gl_es: Estas variantes teñen novas pezas que probar!! Moitos deles teñen taboleiros máis grandes, e algúns tamén novas regras.
hu: Variánsok új figurákkal. Több közülök nagyobb táblán, néhányban új szabályokkal.
pt: Estas variantes têm novas peças! Em sua maioria são feitas em tabuleiros grandes e alguns com outras regras.
ru: В этих вариантах есть что попробовать! Многие из них имеют большие доски, а некоторые - новые правила.

source: Southeast Asian variants, closely related to Western Chess.
fr: Jeux d'échecs provenant de l'Asie du Sud-Est, cousins des échecs occidentaux.
gl_es: Variantes do Sudeste Asiático, moi relacionadas co Xadrez Occidental.
hu: Kelet-ázsiai variánsok, a nyugati sakk közeli rokonai
pt: Variantes do Sudeste Asiático, muito semelhantes ao Xadrez Ocidental.
ru: Варианты Юго-Восточной Азии, тесно связанные с Западными шахматами.

source: Thai Chess. Similar to Chess but with a different queen and bishop.
fr: Les échecs thaïlandais. Semblable aux échecs occidentaux, mais avec la dame et le fou différents.
gl_es: Chess Tailandés. Similar ao Xadrez pero con distintas damas e bispos.
hu: Thai sakk. Hasonló a nyugati sakkhoz, de a vezér és a futó lépései eltérőek attól.
pt: Xadrez Tailandês. Semelhante ao Xadrez mas com Dama e Bispo diferentes.
ru: Тайские шахматы. Похоже на шахматы, но с другими ферзем и слоном.

source: Makruk variant. Kings cannot move when checked.
fr: Variante de makruk. Les rois ne peuvent se déplacer lors d'un échec (sauf pour capturer la pièce donnant échec).
gl_es: Variante Makruk. Os reis non poden mover cando están en xaque.
hu: Makruk variáns, ahol a király nem léphet ki a sakkból.
pt: Variante de Makruk. Os Reis não podem escapar a xeque.
ru: Вариант Макрука. Короли не могут ходить, когда они под шахом.

source: Cambodian Chess. Makruk with extra starting moves.
fr: Les échecs cambodgiens. Comme le makruk avec quelques coups supplémentaires dans l'ouverture.
gl_es: Xadrez Camboiano. Makruk con xogadas extra de comezo.
hu: Kambodzsai sakk. Makruk variáns néhány extra lépéssel a megnyitásban.
pt: Xadrez Cambodiano. Makruk com novas funcionalidades na abertura.
ru: Камбоджийские шахматы. Макрук с дополнительными стартовыми ходами.

source: Burmese Chess. You may place your starting pieces.
fr: Les échecs birmans. Placez vos pièces initiales.
gl_es: Xadrez Birmano. Podes colocar as túas pezas de comezo.
hu: Burmai sakk. A Makrukhoz hasonló, de a játékosok helyezhetik el a tiszteket kezdés előtt.
pt: Xadrez Birmanês. Pode colocar as peças no inicio como quiser.
ru: Бирманские шахматы. Игроки выполняют начальную расстановку фигур произвольно.

source: Makruk with International Chess influence.
fr: Le makruk mais plus influencé par les échecs occidentaux.
gl_es: Makruk con influencia do Xadrez Internacional.
hu: Makruk hagyományos sakk befolyással.
pt: Makruk com Influência no Xadrez Ocidental.
ru: Макрук с влиянием межународных шахмат.

source: The Japanese version of chess, which involves drops and promotions.
fr: Les échecs japonais, comprennant le parachutage et les promotions.
gl_es: A versión Nipona do xadrez, que implica promocións e soltar pezas.
hu: Japán sakk variánsok, visszarakással és átváltoztatásokkal.
pt: Xadrez Japonês, com colocações e promoções.
ru: Японская версия шахмат, включающая выставление и превращение фигур.

source: Original Shogi
fr: Le shogi standard
gl_es: Shogi orixinal
hu: 9x9, hagyományos Sógi
pt: Shogi original
ru: Оригинальные Сёги
vi: Cờ Shogi gốc

source: 5x5 Shogi
fr: Le shogi 5x5
gl_es: Shogi 5x5
hu: 5x5-ös Sógi
pt: Shogi 5x5
ru: 5x5 Сёги
vi: Shogi 5x5

source: 5x5, pieces flip each turn
fr: Le shogi 5x5, des pièces se (dé)promeuvent après chaque déplacement
gl_es: 5x5, as pezas trocan cada turno
hu: 5x5, oda-vissza átváltozások
pt: 5x5, peças mudam a cada jogada
ru: 5x5, фигуры меняются каждый ход

source: 3x4 game to teach Shogi
fr: Jeu d'apprentissage de shogi, 3x4
gl_es: 3x4 xogo para ensinar Shogi
hu: 3x4, Sógi oktatáshoz
pt: Jogo 3x4 para o ensino de Shogi
ru: Игра 3х4 для обучения Сёги

source: 5x6 with Generals
fr: Le shogi 5x6 avec des généraux
gl_es: 5x6 con Xenerais
hu: 5x6, tábornokokkal
pt: 5x6 com generais
ru: 5x6 с Генералами

source: 7x7, Bird Shogi
fr: Le shogi 7x7 aux oiseaux
gl_es: 7x7, Shogi Paxaro
hu: 7x7, Sógi madarakkal
pt: 7x7, Shogi com pássaros
ru: 7x7, Птичьи Сёги

source: Shogi with Cannons
ru: Сёги с пушками

source: The ancient game of Chinese Chess and its variants.
fr: L'ancien jeu des échecs chinois et ses variantes.
gl_es: O antigo xogo do Xadrez Chinés e as súas variantes.
hu: Az ősi kínai sakk és variánsai.
pt: O histórico Xadrez Chinês e suas variantes.
ru: Древняя игра в китайские шахматы и её варианты.
vi: Trò chơi cờ tướng cổ xưa và các biến thể của nó.

source: Chinese Chess, one of the most played games in the world
fr: Les échecs chinois, un des plus répandus jeux de société du monde
gl_es: Xadrez Chinés, un dos xogos máis xogados no mundo
hu: Kínai sakk. Az egyik legrégebbi és legtöbbek által játszott játék a földön.
pt: Xadrez Chinês, um dos jogos mais populares no Mundo.
ru: Китайские шахматы, одна из самых популярных игр в мире
vi: Cờ Tướng, một trong những trò chơi được chơi nhiều nhất trên thế giới

source: Korean Chess, based on Xiangqi but very different
fr: Les échecs coréens, ressemblant au xiangqi mais très différents
gl_es: Xadrez Coreano, baseado no Xiangqi pero moi distinto
hu: Koreai sakk. Xiangqi alapú, de attól erősen eltérő játék.
pt: Xadrez Coreano, baseado no Xiangqi mas muito diferente
ru: Корейские шахматы, основанные на Сянци, но совсем другие
vi: Cờ Hàn Quốc, dựa trên cờ tướng nhưng rất khác

source: Compact Xiangqi on a 7x7 board
fr: Le xiangqi compact sur un échiquier 7x7
gl_es: Xiangqi compacto nun taboleiro 7x7
hu: Xiangqi 7x7-es táblán.
pt: Xiangqi num tabuleiro 7x7
ru: Компактные Сянци на доске 7х7
vi: Cờ tướng nhỏ gọn trên bàn cờ 7x7

source: Asymmetric variant with one side having a super piece
fr: Variante asymétrique où un côté à une pièce super puissante
gl_es: Variante asimétrica cunha super peza nun dos bandos
hu: Aszimmetrikus variáns, az egyik oldalon egy szuper figurával.
pt: Variante assimétrica com uma peça poderosa.
ru: Асимметричный вариант с одной стороной, имеющей супер-фигуру

source: Rules
fr: Règles
gl_es: Regras
hu: Szabályok
pt: Regras
ru: Правила
vi: Luật

source: Tip:
fr: Astuce :
gl_es: Consello:
hu: Tipp:
pt: Sugestão:
ru: Совет:
vi: Gợi ý:

source: Fischer's random chess where the back row are randomized.
fr: Échecs aléatoires Fischer où la dernière rangée de pièces est randomisée.
hu: Fischer random sakk, a kezdőállásban véletlenszerűen felrakott tisztekkel.
pt: Xadrez aleatório de Fischer onde o lugar das peças é aleatório.
ru: Случайные шахматы Фишера, где задние ряды случайны.

source: Crazyhouse with random back row.
fr: Le crazyhouse avec la dernière rangée randomisée.
hu: Crazyhouse, a kezdőállásban véletlenszerűen felrakott tisztekkel.
pt: Crazyhouse com o lugar das peças aleatório.
ru: Крейзихаус со случайными задними рядами
vi: Crazyhouse với hàng sau ngẫu nhiên.

source: Atomic Chess with random back row.
fr: Les échecs atomic avec la dernière rangée randomisée.
hu: Atom sakk, a kezdőállásban véletlenszerűen felrakott tisztekkel.
pt: Xadrez Atomic com o lugar das peças aleatório.
ru: Атомные Шахматы со случайными задними рядами.
vi: Cờ Atomic với hàng sau ngẫu nhiên.

source: King of The Hill with random back row.
ru: Царь горы со случайным задним рядом.

source: Three-Check with random back row.
ru: Три Шаха со случайным задним рядом.

source: S-chess with random back row.
ru: С-шахматы со случайным задним рядом.

source: Capablanca with random back row.
ru: Капабланка со случайным задним рядом.

source: Capahouse with random back row.
ru: Капахаус со случайным задним рядом.

source: Quack.
hu: Háp.
ru: Крякать.

source: Immediately moving your king to the centre of the board is a bad idea.
ru: Немедленно перемещать короля в центр доски — плохая идея.

source: Move the king on top of the rook to castle.
fr: Pour roquer, jouez le roi sur la tour.
hu: Sáncoláshoz vidd a királyt a bástya fölé!
pt: Movimente o Rei para cima da Torre a fim de efetuar Roque.
ru: Переместите короля на ладью для рокировки.

source: You can play more at lichess.org.
fr: Vous pouvez jouer davantage à lichess.org.
hu: Játszható a lichess.org -on is.
pt: Pode jogar mais em lichess.org
ru: Вы можете играть больше на lichess.org.
vi: Bạn có thể chơi thêm trên lichess.org.

source: Castling is only possible if the king and rook are dropped to their usual places like in standard Chess.
fr: Le roque n'est possible que si le roi et la tour sont placés sur leurs positions normales aux échecs standards.
hu: Sáncolás csak akkor lehetséges, ha király és a bástya is a szokásos helyén voltak a figurák fölállításakor.
pt: O Roque só é possível caso o Rei e a Torre forem colocados na sua posição normal como no Xadrez Tradicional
ru: Рокировка возможна только в том случае, если король и ладья будут выставлены на свои обычные места, как в стандартных шахматах.

source: Kings are much more at risk than in Chess.
ru: Короли подвержены гораздо большему риску, чем в классических шахматах.

source: Castling is essential.
ru: Рокировка необходима.

source: Stalemating the opposing king is win.
ru: Загнать короля противника в тупик - это победа.

source: You can choose different starting setups including Embassy Chess and Gothic Chess.
fr: Vous pouvez choisir entre plusieurs positions de départs, comme celles de Embassy Chess ou des échecs gothiques.
hu: Különböző kiinduló állások is választhatók, mint pl. Embassy vagy Gothic.
pt: Pode escolher posições iniciais diferentes como por exemplo: Xadrez Embassy e Xadrez Gótico.
ru: Вы можете выбрать разные стартовые настройки, включая Посольские Шахматы и Готические Шахматы.

source: For a drop version, choose GRANDHOUSE from the dropdown menu.
fr: Pour la variante avec le parachutage, choisir GRANDHOUSE depuis le menu déroulant.
hu: A visszarakós változathoz válaszd a GRANDHOUSE-t a legördülő menüben.
pt: Para uma versão de colocação, escolha GRANDHOUSE no menu
ru: Для версии с выставлением фигур выберите ГРАНДХАУС из выпадающего меню.

source: For a drop version, choose S-HOUSE from the dropdown menu.
fr: Pour la variante avec le parachutage, choisir S-HOUSE depuis le menu déroulant.
hu: A visszarakós változathoz válaszd a S-HOUSE-t a legördülő menüben.
pt: Para uma versão de colocação, escolha S-HOUSE no menu
ru: Для версии с выставлением фигур выберите С-ХАУС из выпадающего меню.

source: Dropping your Dragon too early may not be the best idea.
ru: Возможно, бросать своего Дракона слишком рано - не самая лучшая идея.

source: Initiative is everything!
ru: Инициатива решает всё!

source: The queen actually demotes upon capture, so it is not worth as much.
fr: La dame se dépromeut quand elle se fait capturer, donc elle ne vaut pas autant qu'aux échecs standards.
hu: A leütött vezér valójában visszaváltozik, úgyhogy csak jóval gyengébb figuraként rakható majd vissza.
pt: A Dama é despromovida quando capturada, daí não ser tão valorosa.
ru: Ферзь на самом деле становится слабее после захвата, так что он не стоит так дорого.

source: The cannon is a tricky piece that needs to be closely followed.
fr: Le Canon est une pièce surprenante qui doit être suivie de près
hu: Az ágyú meglehetősen trükkös figura, amire mindig nagyon kell figyelni.
pt: O Canhão é uma peça complicada daí ser necessário algum cuidado.
ru: Пушка - хитрая фигура, за которой нужно внимательно следить.

source: Other piece sets are available, which may help avoid confusion.
fr: Des autres graphiques sont disponibles pour les pièces, qui pourraient vous aider à éviter la confusion.
hu: Figurás készletek is válaszhatók a beállításoknál.
pt: Outros gráficos de peças estão disponíveis, o que pode ajudar a evitar confusão.
ru: Доступны другие наборы фигур, которые могут помочь избежать путаницы.

source: Be aware of campmate - victory by moving your king into the 8th rank.
fr: Soyez attentif au campmate - victoire obtenu par un roi ayant atteint la 8e rangée.
hu: Ne feledkezz meg a tábormattról. Az is győz, akinek a királya eléri az utolsó sort.
pt: Tenha cuidado com o mate de linha - Vitória quando o rei atingir a 8ª linha.
ru: Будьте в курсе победы переходом своего короля на 8-й ряд.

source: Promoting the king prematurely can be dangerous.
fr: Une promotion prématurée du Roi peut le mettre en danger.
hu: A király idő előtti átváltoztatása veszélyes lehet.
ru: Преждевременное продвижение короля может быть опасным.

source: Make sure to consider both forms of each piece.
hu: Ne feledd a figura mindkét alakját!
ru: Не забудьте рассмотреть обе формы каждой фигуры.

source: Spartan kings can be a powerful addition to an offensive.
hu: A spártai király jó támadó figura is lehet.
ru: Спартанские цари могут стать мощным дополнением к наступлению.

source: Maximizing khon and met's effectiveness is the key.
fr: La clé c'est de maximiser l'efficacité des khons et du met.
hu: Nagyon fontos a futó és a vezér hatékonyságának maximalizálása.
pt: É muito importante garantir eficiência na Dama (Met) e no Bispo (Khon).
ru: Максимальное использование силы хона и мета - ключ к победе.
