Repository: gbtami/pychess-variants
Catalog: lang/*/LC_MESSAGES/server.po
Languages: es, gl_es, it, ja, th

source: This account is closed.
es: Esta cuenta está cerrada.
gl_es: Esta conta está pechada.
it: Questo account è chiuso.
ja: このアカウントは停止されました。
th: บัญชีนี้ถูกปิด

source: As you know, pychess-variants is a free server and it will remain free forever. However, maintaining and improving the server costs time and money. If you like our work and find our server useful, please donate through patreon or paypal.
es: Como sabe, pychess-variants es un servidor gratuito y permanecerá así por siempre. Sin embargo, el mantenimiento y las mejoras del servidor cuestan tiempo y dinero. Si está satisfecho con nuestro trabajo y considera que nuestro servidor es útil, puede hacer una donación a través de Patreon o PayPal.
gl_es: Como sabes, pychess-variants é un servidor gratuíto e será gratuíto para sempre. Sen embargo, manter e mellorar o servidor custa tempo e diñeiro. Se che gusta o noso traballo e atopas o noso servidor útil, por favor fai unha doazón a través de patron ou paypal.
it: Come sai, pychess-variants è un server gratis e lo rimarrà per sempre. Tuttavia, mantenere e migliorare i server costa tempo e denaro. Se apprezzi il nostro lavoro e trovi il nostro server utile, per favore, fai una donazione attraverso Patreon o Paypal
th: เป็นที่ทราบกันดีว่า pychess-variants เป็นเซิร์ฟเวอร์ฟรี และจะฟรีตลอดไป แต่การดูแลรักษาและพัฒนาเซิร์ฟเวอร์ต้องใช้เวลาและทุนทรัพย์อย่างมาก หากท่านชอบผลงานของเรา ท่านสามารถสนับสนุนเราได้ด้วยการบริจาคผ่าน patreon หรือ paypal

source: All players
es: Todos los jugadores
gl_es: Tódolos xogadores
it: Tutti i giocatori
ja: プレイヤーの一覧
th: ผู้เล่นทั้งหมด

source: Tournament winners
it: Vincitori del torneo
ja: トーナメント優勝者
th: ผู้ชนะการแข่งขัน

source: Tournament shields
it: Tornei Shield
ja: シールド戦優勝者
th: ผู้ถือโล่รางวัล

source: Online
es: En línea
gl_es: En liña
ja: 接続中
th: ออนไลน์

source: Anonymous
es: Anónimo
gl_es: Anónimo
it: Anonimo
ja: 匿名
th: ไม่ระบุตัวตน

source: Top 50
th: 50 อันดับแรก

source: %(count)s game
es: %(count)spartida
gl_es: %(count)s partida
it: %(count)s partita
ja: %(count)s 局対局
th: %(count)sเกม

source: Watch games
it: Guarda partite
ja: 観戦する
th: ดูเกม

source: Challenge to a game
it: Sfida ad una partita
ja: 対戦を申し込む
th: ่ชวนเล่นเกม

source: Import game
it: Importa partita
ja: 対局を導入する
th: นำเข้าเกม

source: Export games
it: Esporta partite
ja: 対局を導出する
th: บันทึกไฟล์เกม

source: Lichess profile
it: Profilo Lichess
ja: Lichess プロフィール
th: หน้าบัญชี lichess

source: Play
th: เล่น

source: Create a game
th: สร้างห้อง

source: Tournaments
es: Torneos
gl_es: Torneos
it: Tornei
ja: トーナメント
th: การแข่งขัน

source: Watch
th: รับชม

source: Tv
th: ทีวี

source: Current games
es: Partidas actuales
gl_es: Partidas actuais
it: Partite in corso
ja: 現在対局中
th: เกมที่กำลังเล่น

source: Community
th: ชุมชน

source: Players
es: Jugadores
gl_es: Xogadores
it: Giocatori
ja: プレイヤー
th: ผู้เล่น

source: Blog
th: บล็อก

source: Donate
th: บริจาค

source: Tools
th: อุปกรณ์

source: Editor
ja: 盤面入力
th: ตั้งกระดาน

source: Analysis
es: Análisis
gl_es: Análise
it: Analisi
ja: 棋譜解析
th: ถอดหมาก

source: Variants
it: Varianti
ja: 将棋類
th: ชนิดเกม

source: Login with Lichess
es: Iniciar sesión con Lichess
gl_es: Identificarse con Lichess
it: Login con Lichess
ja: Lichessアカウントでログイン
th: เข้าสู่ระบบด้วย lichess

source: Log in
es: Iniciar sesión
gl_es: Identificarse
ja: ログイン
th: เข้าสู่ระบบ

source: Tournament calendar
it: Calendario tornei
th: ปฏิทินการแข่งขัน

source: CREATE A NEW TOURNAMENT
es: CREAR UN NUEVO TORNEO
gl_es: CREAR NOVO TORNEO
it: CREA NUOVO TORNEO
ja: 新しいトーナメントを作る
th: สร้างการแข่งขันใหม่

source: Now playing
es: En juego ahora
gl_es: Agora en xogo
it: In partita adesso
ja: 進行中
th: กำลังเล่นอยู่

source: Starting soon
es: Comenzando pronto
gl_es: Comezando cedo
it: Comincia fra poco
ja: まだ始まっていない
th: กำลังจะเริ่ม

source: Finished
es: Completados
gl_es: Completados
it: Finito
ja: 終了した
th: เสร็จสิ้น

source: Rated
it: Classificata
th: คิดคะแนน

source: Casual
it: Amichevole
th: ไม่คิดคะแนน

source: %(count)s player
it: %(count)s giocatore
th: %(count)s คน

source: 404 GAME NOT FOUND
es: 404 PARTIDA NO ENCONTRADA
gl_es: 404 PARTIDA NON ATOPADA
ja: ゲームが見つかりません

source: Return to the main page
es: Volver a la página principal
gl_es: Voltar á páxina principal
ja: ホームページへ戻る

source: Sorry, not all games are saved on the Pychess server.
es: Lamentablemente no todas las partidas son guardadas en el servidor de Pychess.
gl_es: Sentímolo, non todas as partidas son gardadas no servidor de Pychess.

source: Probably it was abandoned or stopped before the third move.
es: Es posible que haya sido abandonada o detenida antes del tercer movimiento.
gl_es: Probablemente foi abandonada ou detida antes do terceiro movemento.
