{
    "\"To me, how we've got here today is owing to Stockfish in a BIG way. They rallied global volunteers to come together in the open-source spirit and create such a powerful engine for FREE. That's a lot of great minds and computing power they've managed to harness.": "\"Para mí, el hecho de estar aquí se lo debemos en GRAN parte a Stockfish. Ellos han logrado reunir a voluntarios alrededor del mundo, en el espíritu colaborativo del código abierto, para crear tan poderoso motor GRATUITO. Esa es una gran cantidad de mentes brillantes y poder de cómputo que han sabido aprovechar.",
    "Then we've got Lichess to thank. Lichess was also born out of the same open-source spirit, and it too drew in great people as well. Once Lichess incorporated Stockfish as its brains, the rest is history.": "También debemos agradecer a Lichess, un proyecto nacido bajo el mismo espíritu colaborativo del código abierto y que atrae a gente de gran valor. Una vez que Lichess incorporó a Stockfish como su cerebro, el resto es historia.",
    "Lichess enables the online, real-time, and competitive aspects of game-play. They also bring the enormous power of Stockfish to the masses, who can now benefit from it without configuring a local GUI. I believe this development turns out to be of great consequence and significance.": "Lichess permite el juego en línea, competitivo y en tiempo real; así como también el uso del enorme poder de Stockfish al alcance de sus usuarios, los cuales pueden beneficiarse de sus características sin necesidad de configurar una interfaz gráfica de usuario local. Creo que las consecuencias de este desarrollo son muy positivas y significativas.",
    "Later on, developers close to the Lichess project eventually extended Stockfish into Multivariant-Stockfish, in order to support Crazyhouse et al. The father of Fairy-Stockfish, Fabian, is also one of those devs (still) working on that fork, and he later took several steps further in terms of variant support and extensibility. Thus Fairy-Stockfish was born, so powerful because it builds on the Stockfish project.": "Luego, los desarrolladores de Lichess han extendido Stockfish a Multivariant-Stockfish, para dar soporte a diversas variantes como Crazyhouse. El creador de Fairy-Stockfish, Fabian, también es uno de esos desarrolladores que continúan (aún) trabajando en esa rama, realizando grandes avances en término de soporte de variantes y extensibilidad.",
    "Then comes our beloved pychess-variants, which again very smartly harnesses the underlying superpowers of the big projects. Same online, real-time, and competitive aspects. Same clean and familiar Lichess look and feel. Plus the power of Stockfish!\"": "Luego viene nuestro querido pychess-variants, que logra aprovechar inteligentemente toda la potencia de los grandes proyectos. Los mismos aspectos del juego en línea, competitivos y en tiempo real. La misma interfaz familiar de Lichess. ¡Además de la potencia de Stockfish!",
    "About pychess": "Acerca de pychess",
    "Currently supported games are ": "Los juegos actualmente soportados son",
    "Chess960 castling rules.": "Reglas de enroque para Chess960.",
    "Rated": "Calificado",
    "Casual": "Casual",
    "Playing right now": "Jugando ahora",
    " level ": "nivel",
    "You need an account to do that.": "Necesita una cuenta para hacer eso.",
    "Download game to PGN file": "Descargar partida como archivo PGN",
    " Download PGN": "Descargar PGN",
    "Copy USI/UCI to clipboard": "Copiar USI/UCI al portapapeles",
    " Copy UCI/USI": "Copiar USI/UCI",
    "Download position to PNG image file": "Descargar posición como archivo de imagen PNG",
    " PNG image": "Imagen PNG",
    "Request Computer Analysis": "Solicitar análisis de ordenador",
    " Request Analysis": "Solicitar análisis",
    "Depth": "Profundidad",
    "Spectators: ": "Espectadores:",
    "Requested game %1 not found!": "¡No se encontró la partida solicitada %1!",
    "Show piece destinations": "Mostrar la posición final de las piezas",
    "Promote to Queen automatically": "Promover automáticamente a dama",
    "Initial position": "Posición inicial",
    "Advantage": "Ventaja",
    "Spectator room": "Sala de espectadores",
    "Chat room": "Sala de chat",
    "Sign in to chat": "Inicie sesión para chatear",
    "Please be nice in the chat!": "¡Por favor, sea amable en el chat!",
    "Server": "Servidor",
    "Chess, unmodified, as it's played by FIDE standards": "Ajedrez. sin modificaciones, como se juega de acuerdo a los estándares de FIDE",
    "Take captured pieces and drop them back on to the board as your own": "Tome las piezas capturadas y vuelva a posicionarlas en el tablero como suyas",
    "Choose where your pieces start": "Elija la posición inicial de sus piezas",
    "A game closely resembling the original Chaturanga": "Un juego muy similar al Chaturanga original",
    "Makruk variant where kings cannot move to escape out of check": "Variante Makruk donde los reyes no pueden moverse o escapar del jaque",
    "Makruk with a few additional opening abilities": "Makruk con habilidades de apertura adicionales",
    "Similar to Makruk, but pieces are placed at the start of the match": "Similar a Makruk, pero las piezas están ubicadas al inicio de la partida",
    "Pieces promote and can be dropped": "Las piezas promueven y pueden ser posicionadas",
    "Shogi on a 5x5 board": "Shogi en un tablero de 5x5",
    "5x5 Shogi where pieces flip to a different piece each move": "Shogi 5x5 donde las piezas cambian a otra diferente en cada movimiento",
    "Open fire on your opponent in this highly aggressive ancient game": "Abra fuego contra su oponente en este juego antiguo altamente agresivo",
    "Similar to Xiangqi, but plays very differently. Tournament rules are used": "Similar a Xiangqi, pero se juega muy diferente. Se utilizan reglas de torneo",
    "Xiangqi on a 7x7 board": "Xiangqi en un tablero de 7x7",
    "Play with the hybrid pieces, archbishop (B+N) and chancellor (R+N), on a 10x8 board": "Juegue con las piezas híbridas, arzobispo (A+C) y canciller (T+C) en un tablero de 10x8",
    "Capablanca with Crazyhouse drop rules": "Capablanca con las reglas de posicionamiento de Crazyhouse",
    "Like Capablanca Chess but with a different starting setup": "Como el ajedrez de Capablanca pero con diferentes posiciones iniciales",
    "Hybrid pieces, the hawk (B+N) and elephant (R+N) can enter the board after moving a back rank piece": "Las piezas híbridas, el águila (A+C) y elefante (T+C) pueden ingresar al tablero después de mover una pieza en la última fila",
    "S-Chess with Crazyhouse drop rules": "S-Chess con las reglas de posicionamiento de Crazyhouse",
    "Play with the hybrid pieces, archbishop (B+N) and chancellor (R+N), on a *grand* 10x10 board": "Juegue con las piezas híbridas, arzobispo (A+C) y canciller (T+C) en un gran tablero de 10x10",
    "Grand Chess with Crazyhouse drop rules": "Grand Chess con las reglas de posicionamiento de Crazyhouse",
    "Introduces the cannon and elephant from Xiangqi into a 10x10 chess board": "Introduce el cañón y el elefante de Xiangqi en un tablero de ajedrez de 10x10",
    "Pieces promote and can be dropped, similar to Shogi": "Las piezas promueven y pueden ser posicionadas, similar a Shogi",
    "Asymmetric variant where one army has pieces that move like knights but capture differently": "Variantes asimétricas donde su ejército tiene piezas que se mueven como caballos pero capturan de manera diferente",
    "CLEAR BOARD": "LIMPIAR TABLERO",
    "STARTING POSITION": "POSICIÓN INICIAL",
    "PLAY WITH MACHINE": "JUGAR CON EL ORDENADOR",
    " (must be signed in)": "(debe estar registrado)",
    "EXPORT TO PNG": "EXPORTAR A PNG",
    "Invalid FEN": "FEN inválido",
    "Variant": "Variante",
    "Cancel": "Cancelar",
    "Challenge %1 to a game": "Desafiar %1 a una partida",
    "Paste the FEN text here": "Pegar el texto FEN aquí",
    "Minutes per side:": "Minutos por lado:",
    "Periods": "Períodos",
    "A.I. Level": "Nivel I.A.",
    "Black": "Negro",
    "Random": "Aleatorio",
    "White": "Blanco",
    "Create a game": "Crear una partida",
    "Play with AI (Fairy-Stockfish)": "Jugar con I.A. (Fairy-Stockfish)",
    "Byoyomi in seconds:": "Byoyomi en segundos:",
    "Increment in seconds:": "Incremento en segundos:",
    "Custom": "Personalizado",
    "You have an unfinished game!\nPress OK to continue.": "¡Tiene un juego sin terminar!\nPresione OK para continuar.",
    "Player": "Jugador",
    "Rating": "Puntuación",
    "Time": "Tiempo",
    "Mode": "Modo",
    "Donate": "Donar",
    "0 players": "0 jugadores",
    "0 games in play": "0 partidas en juego",
    "Thank you for your support!": "¡Gracias por su apoyo!",
    "Game aborted": "Partida abortada",
    "Checkmate": "Jaque mate",
    "%1 resigned": "%1 abandonó",
    "Stalemate": "Tablas por ahogado",
    "Time out": "Se acabó el tiempo",
    "Draw": "Tablas",
    "%1 abandoned the game": "%1 abandonó la partida",
    "Cheat detected": "Trampa detectada",
    "Not started": "Sin iniciar",
    "Invalid move": "Movimiento inválido",
    "Unknown reason": "Razón desconocida",
    "Campmate": "Camp mate",
    "Point counting": "Conteo de puntos",
    "Computer analysis available": "Análisis de ordenador disponible",
    "Lichess profile": "Perfil de Lichess",
    "Export games": "Exportar partidas",
    "Watch games": "Ver partidas",
    "Challenge to a game": "Desafiar a una partida",
    " +15 seconds": "+15 segundos",
    "Give 15 seconds": "Dar 15 segundos",
    "Abort": "Abortar",
    "Count": "Contar",
    "Pass": "Pasar",
    "Resign": "Abandonar",
    "Are you sure you want to resign?": "¿Está seguro que desea abandonar?",
    "Blue (Cho)": "Azul (Cho)",
    "Red (Han)": "Rojo (Han)",
    "Waiting for %1 to choose starting positions of the horses and elephants...": "Esperando que %1 elija las posiciones iniciales de los caballos y elefantes...",
    "Switch pieces": "Cambiar piezas",
    "Ready": "Listo",
    "REMATCH": "REVANCHA",
    "NEW OPPONENT": "NUEVO OPONENTE",
    "ANALYSIS BOARD": "TABLERO DE ANÁLISIS",
    "Stop counting": "Parar el conteo",
    "Stop": "Parar",
    "Start counting": "Iniciar el conteo",
    "": {
        "language": "es",
        "plural-forms": "nplurals=2; plural=(n != 1);"
    }
}