{
    "\"To me, how we've got here today is owing to Stockfish in a BIG way. They rallied global volunteers to come together in the open-source spirit and create such a powerful engine for FREE. That's a lot of great minds and computing power they've managed to harness.": "\"Secondo me, dobbiamo MOLTO a Stockfish per i traguardi raggiunti. Hanno reclutato volontari da tutto il mondo per unire le forze nello spirito dell'open-source e hanno creato un motore così potente GRATIS. Sono riusciti a raccogliere un sacco di grandi menti e potenza di potenza di calcolo.",
    "Then we've got Lichess to thank. Lichess was also born out of the same open-source spirit, and it too drew in great people as well. Once Lichess incorporated Stockfish as its brains, the rest is history.": "Dopodiché, dobbiamo ringraziare Lichess. Anche Lichess è nato dallo stesso spirito dell'open-source e anch'esso ha attratto persone fantastiche. Una volta che Lichess incorporò Stockfish come suo cervello, il resto divenne storia.",
    "Lichess enables the online, real-time, and competitive aspects of game-play. They also bring the enormous power of Stockfish to the masses, who can now benefit from it without configuring a local GUI. I believe this development turns out to be of great consequence and significance.": "Lichess permette gli aspetti online, competitivi e in tempo reale del game-play. Portano inoltre l'enorme potenza di Stockfish al servizio delle masse, che possono ora beneficiarne senza configurare un'interfaccia grafica. Credo che questo fattore in particolare sia particolarmente rilevante e abbia grandi conseguenze.",
    "Later on, developers close to the Lichess project eventually extended Stockfish into Multivariant-Stockfish, in order to support Crazyhouse et al. The father of Fairy-Stockfish, Fabian, is also one of those devs (still) working on that fork, and he later took several steps further in terms of variant support and extensibility. Thus Fairy-Stockfish was born, so powerful because it builds on the Stockfish project.": "Più tardi, degli sviluppatori vicini al progetto Lichess ampliarono le capacità di Stockfish fino a farlo diventare Stockfish-Multivariante, per supportare Crazyhouse e altre varianti. Il pafre di Fairy-Stockfish, Fabian, è anche io di quei sviluppatori che lavorano (ancora) su quel fork, e che poi sviluppò ulteriormente in termini di supporto ed estensibilità. E dunque nacque Fairy-Stockfish, così potente proprio perché fondato sul progetto Stockfish.",
    "Then comes our beloved pychess-variants, which again very smartly harnesses the underlying superpowers of the big projects. Same online, real-time, and competitive aspects. Same clean and familiar Lichess look and feel. Plus the power of Stockfish!\"": "Infine c'è il nostro amato pychess-variants, che ancora una volta raccogie in maniera motlo intelligente i superpoteri nascosti dei grandi progetti. Stessi aspetti online, competitivi ed in tempo reale. Stessa presentazione familiare, pulita e chiara di Lichess. Più la forza di Stockfish!\"",
    "About pychess": "Su pychess",
    "pychess is a free, open-source chess server designed to play several chess variant.": "pychess è un server gratis ed open-source progettato per giocare diverse varianti degli scacchi.",
    "Currently supported games are ": "I giochi correntemente supportati sono",
    "Additionally you can check Chess960 option in for Standard, Crazyhouse, Capablanca and Capahouse to start games from random positions with ": "In più puoi abilitare l'opzione Scacchi 960 per gli scacchi Standard o le varianti Crazyhouse, Capablanca e Capahouse per cominciare la partita da posizioni casuali",
    "Chess960 castling rules.": "Regole di arrocco per gli Scacchi960",
    "For move generation, validation, analysis and engine play it uses ": "Per la generazione di mosse, validazione, analisi e gioco col motore usa",
    "On client side it is based on ": "Sul client-side è basato su",
    "Source code of server is available at ": "Il codice sorgente del server è disponibile su",
    "Regarding Privacy and Terms of Service, the rules of lichess.org are applied here.": "Per quanto riguarda i Termini di Servizio e di Privacy, si applicano le regole di lichess.org.",
    "Rated": "Classificata",
    "Casual": "Amichevole",
    "Playing right now": "Gioca in questo momento",
    " level ": "livello",
    "You need an account to do that.": "Hai bisogno di un account per questo.",
    "Download game to PGN file": "Scarica la partita in PGN",
    " Download PGN": "Scarica PGN",
    "Copy USI/UCI to clipboard": "Copia USI/UCI negli appunti",
    " Copy UCI/USI": "Copia UCI/USI",
    "Download position to PNG image file": "Scarica la posizione in un file immagine PGN",
    " PNG image": "Immagine PGN",
    "Request Computer Analysis": "Richiedi Analisi del Computer",
    " Request Analysis": "Richiedi Analisi",
    "Depth": "Profondità",
    "Spectators: ": "Spettatori:",
    "Requested game %1 not found!": "Partita richiesta %1 non trovata!",
    "Initial position": "Posizione iniziale",
    "Advantage": "Vantaggio",
    "Spectator room": "Sala spettatori",
    "Chat room": "Chat room",
    "Sign in to chat": "Registrati per chattare",
    "Please be nice in the chat!": "Sii educato in chat!",
    "Server": "Server",
    "A game closely resembling the original Chaturanga": "Un gioco molto somigliante al Chaturanga originale",
    "Makruk variant where kings cannot move to escape out of check": "Variante Makruk dove i re non possono muoversi per fuggire dallo scacco",
    "Makruk with a few additional opening abilities": "Makruk con qualche possibilità aggiuntiva in apertura",
    "Similar to Makruk, but pieces are placed at the start of the match": "Simile al Makruk, ma i pezzi vengono posizionati all'inizio della partita",
    "Choose where your pieces start": "Scegli da dove partono i tuoi pezzi",
    "Take captured pieces and drop them back on to the board as your own": "Cattura i pezzi avversari e parcadutali sulla scacchiera come tuoi",
    "Chess, unmodified, as it's played by FIDE standards": "Scacchi non modificati, come giocati secondo regolamento FIDE",
    "Pieces promote and can be dropped": "I pezzi possono essere promossi e paracadutati",
    "Shogi on a 5x5 board": "Shogi su una scacchiera 5x5",
    "5x5 Shogi where pieces flip to a different piece each move": " Variante Shogi 5x5 in cui i pezzi cambiano forma ogni volta che muovono",
    "Similar to Xiangqi, but plays very differently. Tournament rules are used": "Simile allo Xiangqi, ma le partite sono molto diverse. Si usano regole da torneo",
    "Open fire on your opponent in this highly aggressive ancient game": "Apri il fuoco sul tuo avversario in questo antico gioco d'attacco",
    "Xiangqi on a 7x7 board": "Xiangqi su un tavoliere 7x7",
    "Play with the hybrid pieces, archbishop (B+N) and chancellor (R+N), on a 10x8 board": "Gioca con pezzi ibridi, il Cardinale (A+C) e il Maresciallo (T+C), su una scacchiera 10x8",
    "Hybrid pieces, the hawk (B+N) and elephant (R+N) can enter the board after moving a back rank piece": "Pezzi ibridi, il Falco (A+C) e l'Elefante (T+C) possono entrare in gioco dopo aver mosso un pezzo dalle traverse di promozione.",
    "Capablanca with Crazyhouse drop rules": "Scacchi Capablanca con regole Crazyhouse",
    "S-Chess with Crazyhouse drop rules": "Scacchi-S con regole Crazyhouse",
    "Play with the hybrid pieces, archbishop (B+N) and chancellor (R+N), on a *grand* 10x10 board": "Gioca con pezzi ibridi, il Cardinale (A+C) e il Maresciallo (T+C), su una *grande* scacchiera 10x10",
    "Grand Chess with Crazyhouse drop rules": "Grand Chess con regole Crazyhouse",
    "Like Capablanca Chess but with a different starting setup": "Come gli Scacchi Capablanca ma con una posizione iniziale differente",
    "Introduces the cannon and elephant from Xiangqi into a 10x10 chess board": "Introduce il Cannone e l'Elefante dal Xiangqi in una scacchiera 10x10",
    "Pieces promote and can be dropped, similar to Shogi": "I pezzi promuovono e possono essere paracadutati, come nello Shogi",
    "Asymmetric variant where one army has pieces that move like knights but capture differently": "Variante asimmetrica in cui uno schieramento ha pezzi che muovono come Cavalli ma catturano diversamente",
    "Black": "Nero",
    "Red": "Rosso",
    "Blue": "Blu",
    "White": "Bianco",
    "Gold": "Oro",
    "%1 year ago": [
        "%1 anno fa",
        "%1 anni fa"
    ],
    "%1 month ago": [
        "%1 mese fa",
        "%1 mesi fa"
    ],
    "%1 week ago": [
        "%1 settimana fa",
        "%1 settimane fa"
    ],
    "%1 day ago": [
        "%1 giorno fa",
        "%1 giorni fa"
    ],
    "%1 hour ago": [
        "%1 ora fa",
        "%1 ore fa"
    ],
    "%1 minute ago": [
        "%1 minuto fa",
        "%1 minuti fa"
    ],
    "%1 second ago": [
        "%1 secondo fa",
        "%1 secondi fa"
    ],
    "CLEAR BOARD": "SVUOTA LA SCACCHIERA",
    "STARTING POSITION": "POSIZIONE DI PARTENZA",
    "PLAY WITH MACHINE": "GIOCA CON IL COMPUTER",
    " (must be signed in)": "(necessario aver effettuato l'accesso)",
    "EXPORT TO PNG": "ESPORTA IN PGN",
    "Invalid FEN": "FEN Invalido",
    "Variant": "Variante",
    "Byoyomi": "Byoyomi",
    "Increment": "Incremento",
    " in seconds:": "in secondi:",
    "Cancel": "Annulla",
    "Challenge %1 to a game": "Sfida %1 ad una partita",
    "Paste the FEN text here": "Incolla il FEN qui",
    "Handicap": "Vantaggio",
    "Minutes per side:": "Minuti a testa:",
    "Periods": "Periodi",
    "A.I. Level": "Livello I.A.",
    "Random": "Casuale",
    "Create a game": "Crea una partita",
    "Play with AI (Fairy-Stockfish)": "Gioca con il computer (Fairy-Stockfish)",
    "Player": "Giocatore",
    "Color": "Colore",
    "Rating": "Punteggio",
    "Time": "Tempo",
    "Mode": "Modalità",
    "Custom": "Personalizzato",
    "You have an unfinished game!\nPress OK to continue.": "Hai lasciato una partita incompleta! Clicca OK per continuarla.",
    "%1 game in play": [
        "%1 partita in corso",
        "%1 partite in corso "
    ],
    "%1 player": [
        "%1 giocatore",
        "%1 giocatori"
    ],
    "Donate": "Fai una donazione",
    "0 players": "0 giocatori",
    "0 games in play": "0 partite in corso",
    "Thank you for your support!": "Grazie per il tuo supporto!",
    "Game aborted": "Partita annullata",
    "Checkmate": "Scacco matto",
    " resigned": "ha abbandonato",
    "Stalemate": "Stallo",
    "Time out": "Tempo scaduto",
    "Draw": "Patta",
    " abandoned the game": "ha lasciato la partita",
    "Cheat detected": "Baro rilevato",
    "Not started": "Non iniziato",
    "Invalid move": "Mossa invalida",
    "Unknown reason": "Ragione sconosciuta",
    "Campmate": "Campomatto",
    "Point counting": "Conta dei punti",
    "%1 move": [
        "%1 mossa",
        "%1 mosse"
    ],
    "Computer analysis available": "Analisi del computer disponibile",
    "Lichess profile": "Profilo Lichess",
    "Export games": "Esporta partite",
    "Watch games": "Guarda partite",
    "Challenge to a game": "Sfida ad una partita",
    " +15 seconds": "+15 secondi",
    "Give 15 seconds": "Concedi 15 secondi",
    "Abort": "Annulla ",
    "Count": "Conta",
    "Pass": "Passa",
    "Resign": "Abbandona",
    "Are you sure you want to resign?": "Sei sicuro di volere abbandonare?",
    "Blue (Cho)": "Blu (Cho)",
    "Red (Han)": "Rosso (Han)",
    "Waiting for %1 to choose starting positions of the horses and elephants...": "Aspettando che %1 scelga le posizioni di patenza dei Cavalli e degli Elefanti...",
    "Switch pieces": "Cambia pezzi",
    "Ready": "Pronto",
    "REMATCH": "RIVINCITA",
    "NEW OPPONENT": "NUOVO AVVERSARIO",
    "ANALYSIS BOARD": "SCACCHIERA DI ANALISI",
    "Stop counting": "Ferma il conteggio",
    "Stop": "Stop",
    "Start counting": "Comincia il conteggio",
    "[-] Zoom [+]": "[-] Zoom [+]",
    "Show piece destinations": "Mostra le mosse",
    "Two click drop moves": "Doppio click per il paracadutaggio",
    "Promote to Queen automatically": "Promuovi a Donna automaticamente",
    "Best move arrow": "Mostra la freccia con la mossa migliore",
    "": {
        "language": "it",
        "plural-forms": "nplurals=2; plural=(n != 1);"
    }
}