{
    "\"To me, how we've got here today is owing to Stockfish in a BIG way. They rallied global volunteers to come together in the open-source spirit and create such a powerful engine for FREE. That's a lot of great minds and computing power they've managed to harness.": "\"Для меня то, как мы оказались здесь сегодня, в значительной степени связано со Stockfish. Они объединили глобальных добровольцев, чтобы собраться вместе в духе открытого исходного кода и создать такой мощный движок БЕСПЛАТНО. Это много великих умов и вычислительных мощностей, которые им удалось использовать.",
    "Then we've got Lichess to thank. Lichess was also born out of the same open-source spirit, and it too drew in great people as well. Once Lichess incorporated Stockfish as its brains, the rest is history.": "Тогда мы должны поблагодарить Lichess. Lichess также родился из того же духа открытого исходного кода, и он тоже привлекал великих людей. Как только Lichess включил в свой мозг Stockfish, остальное уже история.",
    "Lichess enables the online, real-time, and competitive aspects of game-play. They also bring the enormous power of Stockfish to the masses, who can now benefit from it without configuring a local GUI. I believe this development turns out to be of great consequence and significance.": "Lichess обеспечивает онлайн, в режиме реального времени, и конкурентные аспекты игрового процесса. Они также приносят огромную мощь Stockfish в массы, которые теперь могут извлечь из этого выгоду без настройки локального графического интерфейса. Я считаю, что это развитие событий имеет большое значение и последствия.",
    "Later on, developers close to the Lichess project eventually extended Stockfish into Multivariant-Stockfish, in order to support Crazyhouse et al. The father of Fairy-Stockfish, Fabian, is also one of those devs (still) working on that fork, and he later took several steps further in terms of variant support and extensibility. Thus Fairy-Stockfish was born, so powerful because it builds on the Stockfish project.": "Позже разработчики, близкие к проекту Lichess, в конечном итоге расширили Stockfish до Многовариантного-Stockfish, чтобы поддержать Crazyhouse и др. Отец Fairy-Stockfish, Фабиан, также является одним из тех разработчиков (все еще), которые работают над этой \"вилкой\", и позже он сделал еще несколько шагов в плане поддержки вариантов и расширяемости. Так родилась Фея-Стокфиш, такая мощная, потому что она основана на проекте Стокфиш.",
    "Then comes our beloved pychess-variants, which again very smartly harnesses the underlying superpowers of the big projects. Same online, real-time, and competitive aspects. Same clean and familiar Lichess look and feel. Plus the power of Stockfish!\"": "Затем идут наши любимые варианты pychess, которые снова очень умно используют основные сверх способности больших проектов. Те же аспекты онлайн, в реальном времени и соревнования. Тот же чистый и знакомый внешний вид Lichess. Плюс сила Stockfish! \"",
    "About pychess": "О pychess",
    "Pychess is a free, open-source chess server designed to play several chess variants.": "Pychess - это бесплатный шахматный сервер с открытым исходным кодом, предназначенный для игры в несколько вариантов шахмат.",
    "Currently supported games are ": "В настоящее время поддерживаются игры",
    "Additionally, you can check the Chess960 option for Chess, Crazyhouse, Atomic, S-chess, Capablanca, and Capahouse to start games from random positions with ": "Кроме того, вы можете проверить опцию Chess960 для Chess, Crazyhouse, Atomic, S-chess, Capablanca и Capahouse, чтобы начать игры со случайных позиций с",
    "Chess960 castling rules.": "Правила рокировки Chess960.",
    "For move generation, validation, analysis, and engine play, we use ": "Для генерации ходов, проверки, анализа и игры с движком мы используем",
    "On client side, the user interface of the game board is based on ": "На стороне клиента пользовательский интерфейс игровой доски основан на",
    "The source code of the server is available on ": "Исходный код сервера доступен на",
    "Regarding Privacy and Terms of Service, the rules of lichess.org are also applied here. ": "Что касается конфиденциальности и условий обслуживания, здесь также применяются правила lichess.org.",
    "Variant": "Вариант",
    "in local browser": "в локальном браузере",
    "You need an account to do that.": "Для этого вам нужна учетная запись.",
    "Download game to PGN file": "Скачать игру в файле PGN",
    " Download PGN": "Скачать PGN",
    "Copy USI/UCI to clipboard": "Скопируйте USI / UCI в буфер обмена",
    " Copy UCI/USI": "Копировать UCI / USI",
    "Download position to PNG image file": "Загрузить позицию в файл изображения PNG",
    " PNG image": "PNG изображение",
    "Request Computer Analysis": "Запросить компьютерный анализ",
    " Request Analysis": "Запросить анализ",
    "Selected variant %1 is not supported by stockfish.wasm": "Выбранный вариант % 1 не поддерживается stockfish.wasm",
    "Depth": "Глубина",
    "Go deeper": "Идти глубже",
    "Spectators: ": "Зрители:",
    "Requested game %1 not found!": "Запрошенная игра % 1 не найдена!",
    "Light": "Светлый",
    "Dark": "Тёмный",
    "Piece animation": "Фигурная анимация",
    "Show piece destinations": "Показать пункты назначения",
    "Promote to Queen automatically": "Автоматическое повышение до Ферзя",
    "Best move arrow in analysis board": "Стрелка лучшего хода на доске анализа",
    "Invisible pieces": "Невидимые фигуры",
    "Initial position": "Исходное положение",
    "Advantage": "Преимущество",
    "Sign in to chat": "Войдите в чат",
    "Please be nice in the chat!": "Пожалуйста, будьте вежливы в чате!",
    "Chat is disabled": "Чат отключен",
    "Spectator room": "Зал для зрителей",
    "Chat room": "Чат-комната",
    "Toggle the chat": "Переключить чат",
    "Server": "Сервер",
    "Chess, unmodified, as it's played by FIDE standards.": "Шахматы без изменений, так как в них играют по стандартам ФИДЕ.",
    "Take captured pieces and drop them back on to the board as your own.": "Возьмите захваченные фигуры и возвращайте их обратно на доску как свои собственные.",
    "Pieces explode upon capture.": "При захвате фигуры взрываются.",
    "Thai Chess. A game closely resembling the original Chaturanga. Similar to Chess but with a different queen and bishop.": "Тайские шахматы. Игра очень похожа на оригинальную Чатурангу. Подобно шахматам, но с другими ферзем и слоном.",
    "Makruk variant where kings cannot move to escape out of check.": "Вариант Макрука, при котором короли не могут двигаться, чтобы сбежать из-под шаха.",
    "Cambodian Chess. Makruk with a few additional opening abilities.": "Камбоджийские шахматы. Макрук с несколькими дополнительными открывающими способностями.",
    "Burmese Chess. Similar to Makruk, but pieces are placed at the start of the match.": "Бирманские шахматы. Подобно Макруку, но фигуры размещаются в начале матча.",
    "Japanese Chess, and the standard 9x9 version played today with drops and promotions. ": "Японские шахматы и стандартная версия 9х9, сыгранная сегодня с выпадениями и акциями.",
    "5x5 Shogi for more compact and faster games. There are no knights or lances.": "Сёги 5x5 для более компактных и быстрых игр. Нет ни рыцарей, ни копий.",
    "A wild Shogi variant on a 5x5 board where pieces flip into a different piece after each move.": "Вариант диких сёги на доске 5x5, где фигуры переворачиваются в разные фигуры после каждого хода.",
    "3x4 game with cute animals, designed to teach children how to play Shogi.": "Игра 3х4 с милыми животными, призванная научить детей играть в сёги.",
    "5x6 Shogi designed to introduce tactics with the generals.": "Сёги 5х6 предназначены для ознакомления с тактикой генералов.",
    "A confrontational 7x7 variant with unique pieces each named after different birds.": "Конфронтационный вариант 7х7 с уникальными фигурами, каждая из которых названа в честь разных птиц.",
    "Chinese Chess, one of the oldest and most played board games in the world.": "Китайские шахматы - одна из старейших и наиболее популярных настольных игр в мире.",
    "Xiangqi variant where one side has a chariot that can also move as a cannon or horse.": "Вариант Сянци, где с одной стороны есть колесница, которая также может двигаться как пушка или лошадь.",
    "Korean Chess, similar to Xiangqi but plays much differently. Tournament rules are used.": "Корейские шахматы похожи на Сянци, но играют по-другому. Используются правила турнира.",
    "Compact version of Xiangqi played on a 7x7 board without a river.": "Компактная версия Сянци, играемая на доске 7x7 без реки.",
    "Play with the hybrid pieces, archbishop (B+N) and chancellor (R+N), on a 10x8 board.": "Играйте с гибридными фигурами, архиепископом (B + N) и канцлером (R + N), на доске 10x8.",
    "Capablanca with Crazyhouse drop rules.": "Капабланка с правилами выставления как в Сумасшедший Дом.",
    "Hybrid pieces, the hawk (B+N) and elephant (R+N), can enter the board after moving a back rank piece.": "Гибридные фигуры, ястреб (B + N) и слон (R + N), могут попасть на доску после перемещения фигуры заднего ряда.",
    "S-Chess with Crazyhouse drop rules.": "С-Шахматы с правилами выставления как в Сумасшедший Дом.",
    "Play with the hybrid pieces, archbishop (B+N) and chancellor (R+N), on a grand 10x10 board.": "Играйте гибридными фигурами, архиепископом (B + N) и канцлером (R + N), на большой доске 10x10.",
    "Grand Chess with Crazyhouse drop rules.": "Шахматы Гранд с правилами выставления как в Сумасшедший Дом.",
    "Introduces the cannon and elephant from Xiangqi into a 10x10 chess board.": "Представляет пушку и слона из Сянци на шахматной доске 10х10.",
    "Pieces promote and can be dropped, similar to Shogi.": "Фигуры продвигаются и могут быть отброшены, подобно Сеги.",
    "Asymmetric variant where one army has pieces that move like knights but capture differently.": "Асимметричный вариант, когда у одной армии есть фигуры, которые движутся как конь, но захватывают по-разному.",
    "Asymmetric East vs. West variant which pits the western Chess army against a Xiangqi and Janggi-styled army.": "Асимметричный вариант Восток против Запада, который противопоставляет западную шахматную армию армии в стиле Сянци и Чанги.",
    "Knights capture as bishops; bishops  capture as knights.": "Кони захватывают как слоны; слоны захватывают как кони.",
    "Asymmetric variant which pits the western Chess army against a drop-based, Shogi-styled army.": "Асимметричный вариант, который противопоставляет западную шахматную армию армии, основанной на выставлении, в стиле Сёги.",
    "Asymmetric variant where one army has pieces that move like queens but capture as usual.": "Асимметричный вариант, когда у одной армии есть фигуры, которые двигаются как ферзи, но захватывают, как обычно.",
    "Orda Chess variant with two Horde armies. The Falcon replaces the Yurt.": "Вариант Ордынских шахмат с двумя ордынскими армиями. Сокол заменяет Юрту.",
    "Like Capablanca Chess but with Grand starting setup.": "Как шахматы Капабланки, но с начальной установкой как в Гранд.",
    "Like Capablanca Chess but with a different starting setup.": "Как шахматы Капабланки, но с другой начальной установкой.",
    "Gothic with Crazyhouse drop rules.": "Готика с правилами выставления из Сумасшедшего Дома.",
    "Chess Variants": "Шахматные варианты",
    "Makruk Variants": "Макрук Варианты",
    "Shogi Variants": "Сёги Варианты",
    "Xiangqi Variants": "Сянци Варианты",
    "Fairy Piece Variants": "Фигуры Феи Варианты",
    "New Army Variants": "Новая Армия Варианты",
    "STARTING IN": "НАЧАЛО",
    "%1 to play": "%1 играть",
    "Castling": "Рокировка",
    "White": "Былые",
    "Black": "Черные",
    "FLIP BOARD": "ПОВЕРНУТЬ ДОСКУ",
    "CLEAR BOARD": "ОЧИСТИТЬ ДОСКУ",
    "STARTING POSITION": "НАЧАЛЬНАЯ ПОЗИЦИЯ",
    "ANALYSIS BOARD": "АНАЛИТИЧЕСКАЯ ДОСКА",
    "PLAY WITH MACHINE": "ИГРАТЬ С КОМПЬЮТЕРОМ",
    " (must be signed in)": "(необходимо войти в систему)",
    "EXPORT TO PNG": "ЭКСПОРТ В PNG",
    "Invalid FEN": "Недействительный FEN",
    "Playing right now": "Играющие прямо сейчас",
    "Host a game for others": "Проведите игру для других",
    "Challenge to a game": "Вызов на игру",
    "CANCEL": "ОТМЕНА",
    "Waiting for the other player": "Жду другого игрока",
    "Sorry, this seat is already occupied": "Извините, это место уже занято!",
    "Sorry, you cannot play with yourself": "Извините, вы не можете играть с собой!",
    "JOIN THE GAME": "ПРИСОЕДИНЯЙТЕСЬ К ИГРЕ",
    "To invite someone to play, give them this URL:": "Чтобы пригласить кого-нибудь поиграть, дайте ему этот URL:",
    "Copy URL": "Копировать URL",
    "The first two people to come to this URL will play with each other.": "Первые два человека, которые перейдут по этому URL-адресу, будут играть друг с другом.",
    "The first person to come to this URL will play with you.": "Первый, кто перейдет по этому URL-адресу, будет играть с вами.",
    "Cancel": "Отмена",
    "Challenge %1 to a game": "Бросьте вызов % 1 в игру",
    "Paste the FEN text here": "Вставьте сюда текст FEN",
    "Minutes per side:": "Минут с каждой стороны:",
    "Periods": "Периоды",
    "Casual": "Товарищеская",
    "Rated": "Рейтинговая",
    "A.I. Level": "А.И. Уровень",
    "Random": "Случайный",
    "Create": "Создать",
    "Create a game": "Создать игру",
    "Play with a friend": "Сыграть с другом",
    "Play with AI": "Сыграть с АИ",
    "Practice with Random-Mover": "Сыграть с Компьютером",
    "Host game for others": "Хост-игра для других",
    "Increment in seconds:": "Увеличение в секундах:",
    "Alternate Start": "Альтернативный старт",
    "Custom": "Своя игра",
    "": {
        "language": "ru",
        "plural-forms": "nplurals=4; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : n%10==0 || (n%10>=5 && n%10<=9) || (n%100>=11 && n%100<=14)? 2 : 3);"
    }
}