{
    "\"To me, how we've got here today is owing to Stockfish in a BIG way. They rallied global volunteers to come together in the open-source spirit and create such a powerful engine for FREE. That's a lot of great minds and computing power they've managed to harness.": "என்னைப் பொறுத்தவரை, இன்று நாம் இங்கு எப்படி வந்துள்ளோம் என்பது ஸ்டாக்ஃபிஷின் காரணமாக ஒரு பெரிய வழியில் உள்ளது. திறந்த மூல மனப்பான்மையில் ஒன்றிணைந்து, அத்தகைய சக்திவாய்ந்த இயந்திரத்தை இலவசமாக உருவாக்க உலகளாவிய தன்னார்வலர்களை அவர்கள் திரட்டினர். அது நிறைய சிறந்த மனதையும் கணினி சக்தியையும் அவர்கள் பயன்படுத்த முடிந்தது.",
    "Then we've got Lichess to thank. Lichess was also born out of the same open-source spirit, and it too drew in great people as well. Once Lichess incorporated Stockfish as its brains, the rest is history.": "நன்றி தெரிவிக்க எங்களுக்கு லைச்சஸ் கிடைத்துள்ளது. லிச்சஸும் அதே திறந்த மூல ஆவியிலிருந்து பிறந்தார், அதுவும் பெரிய மனிதர்களிடமும் ஈர்த்தது. லிச்சஸ் ஸ்டாக்ஃபிஷை அதன் மூளையாக இணைத்தவுடன், மீதமுள்ள வரலாறு.",
    "Lichess enables the online, real-time, and competitive aspects of game-play. They also bring the enormous power of Stockfish to the masses, who can now benefit from it without configuring a local GUI. I believe this development turns out to be of great consequence and significance.": "விளையாட்டு விளையாட்டின் ஆன்லைன், நிகழ்நேர மற்றும் போட்டி அம்சங்களை லிச்சஸ் செயல்படுத்துகிறது. ஸ்டாக்ஃபிஷின் மகத்தான சக்தியையும் அவை மக்களிடம் கொண்டு வருகின்றன, அவர்கள் இப்போது உள்ளூர் ஜி.யு.ஐ.யை உள்ளமைக்காமல் பயனடையலாம். இந்த வளர்ச்சி பெரும் விளைவு மற்றும் முக்கியத்துவம் வாய்ந்ததாக மாறும் என்று நான் நம்புகிறேன்.",
    "Delete game": "விளையாட்டை நீக்கு",
    "Request Computer Analysis": "கணினி பகுப்பாய்வு கோரவும்",
    "Request Analysis": "கோரிக்கை பகுப்பாய்வு",
    "Are you sure you want to delete this game?": "இந்த விளையாட்டை நீக்க நிச்சயமாக விரும்புகிறீர்களா?",
    "Depth": "ஆழம்",
    "Go deeper": "ஆழமாக செல்",
    "Spectators: ": "பார்வையாளர்கள்",
    "Requested game %1 not found!": "கோரப்பட்ட விளையாட்டு %1 காணப்படவில்லை!",
    "Light": "ஒளித்தோற்றம்",
    "Dark": "இருட்சாயல்",
    "Advantage": "நன்மை",
    "Chat is disabled": "உரையாடல் தடை செய்யப் பட்டுள்ளது ",
    "Spectator room": "பார்வையாளர் இடம் ",
    "Chat room": "உரையாடல் இடம் ",
    "Red": "சிவப்பு ",
    "Blue": "நீலம் ",
    "Gold": "தங்கம் ",
    "Pink": "இளஞ்சிவப்பு",
    "Challenge to a game": "ஒரு விளையாட்டு சவால்",
    "CANCEL": "ரத்து",
    "Waiting for the other player": "மற்ற வீரருக்கான காத்திருப்பு",
    "Cancel": "ரத்து",
    "Casual": "மதிப்பீடின்றி",
    "Rated": "மதிப்பீட்டோடு",
    "Player": "ஆட்டத்தவர்",
    "IMPORT GAME": "விளையாட்டை உள்ளடக்கு ",
    "IMPORT": "உள்ளடக்கு ",
    "level %1": "கணனி நிலைமட்டம் %1",
    "Game aborted": "ஆட்டம் கலைந்தது\n ",
    "Not started": "தொடங்கவில்லை ",
    "Invalid move": "பிழையான நகர்வு",
    "Computer analysis available": "கணனி பகுப்பாய்வு உள்ளது ",
    "Games": "விளையாட்டுகள்",
    "": {
        "language": "ta",
        "plural-forms": "nplurals=2; plural=(n != 1);"
    }
}