{
    "\"To me, how we've got here today is owing to Stockfish in a BIG way. They rallied global volunteers to come together in the open-source spirit and create such a powerful engine for FREE. That's a lot of great minds and computing power they've managed to harness.": "\"À mon avis, nous devons beaucoup à Stockfish pour arriver où nous sommes aujourd'hui. L'équipe derrière Stockfish rassemblait des volontaires partout dans le monde sous le drapeau d'open source, afin de créer un tellement puissant logiciel gratis. Il réussit à mobiliser des grands esprits et de la puissance informatique formidable.",
    "Then we've got Lichess to thank. Lichess was also born out of the same open-source spirit, and it too drew in great people as well. Once Lichess incorporated Stockfish as its brains, the rest is history.": "Nous devons aussi adresser nos remerciements à Lichess. Lichess naquit du même esprit d'open source, et lui également attira des grands esprits. Lichess intégra Stockfish à son site, et on connaît la suite.",
    "Lichess enables the online, real-time, and competitive aspects of game-play. They also bring the enormous power of Stockfish to the masses, who can now benefit from it without configuring a local GUI. I believe this development turns out to be of great consequence and significance.": "Lichess réalise un jeu d'échecs compétitif en ligne et en temps réel. Il apporte aussi l'enorme puissance de Stockfish au grand public, qui peut désormais l'exploiter sans devoir configurer un environnement local. Je ne doute pas que ce développement est d'une grande importance.",
    "Later on, developers close to the Lichess project eventually extended Stockfish into Multivariant-Stockfish, in order to support Crazyhouse et al. The father of Fairy-Stockfish, Fabian, is also one of those devs (still) working on that fork, and he later took several steps further in terms of variant support and extensibility. Thus Fairy-Stockfish was born, so powerful because it builds on the Stockfish project.": "Plus tard, des développeurs au sein du projet Lichess augmenta Stockfish afin de supporter des variantes comme le crazyhouse, d'où Multi-Variant Stockfish. Un des développeurs qui travaillent (toujours) sur ce fork, Fabian, améliora encore l'extensibilité de son code et le nombre de variantes supportées. Ainsi naquit Fairy-Stockfish, son puissance héritée de Stockfish.",
    "Then comes our beloved pychess-variants, which again very smartly harnesses the underlying superpowers of the big projects. Same online, real-time, and competitive aspects. Same clean and familiar Lichess look and feel. Plus the power of Stockfish!\"": "Et au final vint notre petit site bien-aimé, pychess-variants, qui à son tour exploite les super-pouvoirs des projets sur lesquels il se repose. Le jeu compétitif, en ligne, en temps réel. L'apparence à la Lichess, nette et familière. Et la puissance de Stockfish!\"",
    "About pychess": "À propos de pychess",
    "Pychess is a free, open-source chess server designed to play several chess variants.": "Pychess est un serveur d'échecs libre, gratuit et open-source, réalisé afin d'offrir plusieures variantes d'échecs.",
    "Currently supported games are ": "Les jeux supportés à ce moment sont",
    "Chess960 castling rules.": "les règles du roque de Chess960.",
    "Rated": "Classée",
    "Casual": "Amicale",
    "Playing right now": "En cours",
    " level ": "niveau",
    "You need an account to do that.": "Compte d'utilisateur requis.",
    "Download game to PGN file": "Télécharger la partie en fichier PGN",
    " Download PGN": "Télécharger la PGN",
    "Copy USI/UCI to clipboard": "Copier l'USI/UCI au presse-papiers",
    " Copy UCI/USI": "Copier l'UCI/USI",
    "Download position to PNG image file": "Télécharger la position en format PNG",
    " PNG image": "image PNG",
    "Request Computer Analysis": "Demander l'analyse d'ordinateur",
    " Request Analysis": "Demander l'analyse",
    "Depth": "Profondeur",
    "Spectators: ": "Spectateurs : ",
    "Requested game %1 not found!": "Partie %1 introuvée !",
    "Show piece destinations": "Mettre en évidence les cases de destination",
    "Promote to Queen automatically": "Promouvoir en dame automatiquement",
    "Best move arrow in analysis board": "Flèche du meilleur coup pendant l'analyse",
    "Initial position": "Position de départ",
    "Advantage": "Avantage",
    "Spectator room": "Salon des spectateurs",
    "Chat room": "Salon de discussion",
    "Sign in to chat": "Connectez-vous pour discuter",
    "Please be nice in the chat!": "Soyez courtois dans le tchat !",
    "Server": "Serveur",
    "Chess, unmodified, as it's played by FIDE standards": "Les échecs, sans modification, tels qu'ils sont joués sous les règles de FIDÉ",
    "Take captured pieces and drop them back on to the board as your own": "Prendre les pièces adversaires et les parachuter sur l'échiquier en tant que les vôtres",
    "Choose where your pieces start": "Choisir où vos pièces commencent la partie",
    "A game closely resembling the original Chaturanga": "Un jeu qui ressemble à l'ancien jeu, le chaturanga.",
    "Makruk variant where kings cannot move to escape out of check": "Une variante de makruk où les rois sont interdits de se déplacer lors d'un échec (sauf pour prendre la pièce qui donne échec)",
    "Makruk with a few additional opening abilities": "Makruk avec quelques pouvoirs spéciaux dans l'ouverture",
    "Similar to Makruk, but pieces are placed at the start of the match": "Comme le makruk, mais les pièces sont placées au début de la partie.",
    "Pieces promote and can be dropped": "Les pièces se promeuvent et peuvent être parachutées",
    "Shogi on a 5x5 board": "Le shogi sur un shogiban de 5x5",
    "5x5 Shogi where pieces flip to a different piece each move": "Le shogi sur un shogiban de 5x5 où les pièces basculent entre formes après chaque coup",
    "Open fire on your opponent in this highly aggressive ancient game": "Le jeu d'échecs classique de la Chine",
    "Similar to Xiangqi, but plays very differently. Tournament rules are used": "Comme le xiangqi mais se joue très différemment. On utilise les règles de tournoi.",
    "Xiangqi on a 7x7 board": "Le xiangqi sur un echiquier de 7x7",
    "Play with the hybrid pieces, archbishop (B+N) and chancellor (R+N), on a 10x8 board": "Jouez avec des pièce hybrides, la princesse (fou + cavalier) et l'impératrice (tour + cavalier), sur un échiquier de 10x8",
    "Capablanca with Crazyhouse drop rules": "Les échecs Capablanca avec la règle de parachutage de Crazyhouse",
    "Like Capablanca Chess but with a different starting setup": "Comme les échecs Capablanca mais avec une position de départ différente",
    "Hybrid pieces, the hawk (B+N) and elephant (R+N) can enter the board after moving a back rank piece": "Des pièces hybrides, le faucon (fou + cavalier) et l'éléphant (tour + cavalier) peuvent rentrer dans l'échiquier après qu'une pièce de la première rangée se déplace",
    "S-Chess with Crazyhouse drop rules": "Le S-Chess avec la règle de parachutage de Crazyhouse",
    "Play with the hybrid pieces, archbishop (B+N) and chancellor (R+N), on a *grand* 10x10 board": "Jouez avec des pièce hybrides, la princesse (fou + cavalier) et l'impératrice (tour + cavalier), sur un grand échiquier de 10x10",
    "Grand Chess with Crazyhouse drop rules": "Le \"Grand Chess\" avec la règle de parachutage de Crazyhouse",
    "Introduces the cannon and elephant from Xiangqi into a 10x10 chess board": "On fait venir deux pièces du xiangqi, le canon et l'éléphant, sur un échiquier de 10x10",
    "Pieces promote and can be dropped, similar to Shogi": "Les pièces se promeuvent et peuvent être parachutées, comme dans le shogi",
    "Asymmetric variant where one army has pieces that move like knights but capture differently": "Une variante asymétrique où un côté dirige des pièces qui se déplacent comme des cavaliers mais qui prennent des pièces adversaires de différentes façons",
    "CLEAR BOARD": "VIDER L'ÉCHIQUIER",
    "STARTING POSITION": "POSITION DE DÉPART",
    "PLAY WITH MACHINE": "JOUER CONTRE L'ORDINATEUR",
    " (must be signed in)": "(connexion requise)",
    "EXPORT TO PNG": "EXPORTER EN FORMAT PNG",
    "Invalid FEN": "FEN invalide",
    "Variant": "Variante",
    "Cancel": "Annuler",
    "Challenge %1 to a game": "Défier %1 à une partie",
    "Paste the FEN text here": "Coller la FEN ici",
    "Minutes per side:": "Minutes par joueur :",
    "Periods": "Périodes",
    "A.I. Level": "Niveau I.A.",
    "Black": "Les noirs",
    "Random": "Aléatoire",
    "White": "Les blancs",
    "Create a game": "Créer une partie",
    "Play with AI (Fairy-Stockfish)": "Jouer contre IA (Fairy-Stockfish)",
    "Byoyomi in seconds:": "Byoyomi en secondes :",
    "Increment in seconds:": "Incrément en secondes :",
    "Custom": "Custom",
    "You have an unfinished game!\nPress OK to continue.": "Vous avez une partie non-terminée !\nAppuyer sur \"OK\" pour continuer.",
    "Player": "Joueur",
    "Rating": "Classement",
    "Time": "Temps",
    "Mode": "Mode",
    "Donate": "Faire un don",
    "0 players": "Aucun joueur",
    "0 games in play": "Aucune partie en cours",
    "Thank you for your support!": "Merci pour votre soutien !",
    "Game aborted": "Partie annulée",
    "Checkmate": "Échec et mat",
    "%1 resigned": "%1 ont abandonné",
    "Stalemate": "Pat",
    "Time out": "Temps écoulé",
    "Draw": "Nulle",
    "%1 abandoned the game": "%1 ont quitté la partie",
    "Cheat detected": "Triche détectée",
    "Not started": "Non commencée",
    "Invalid move": "Coup invalide",
    "Unknown reason": "Raison inconnue",
    "Campmate": "Camp conquis",
    "Point counting": "Comptage de points",
    "Repetition": "Répétition",
    "Computer analysis available": "Analyse d'ordinateur disponible",
    "Lichess profile": "Profil Lichess",
    "Export games": "Exporter les parties",
    "Watch games": "Regarder les parties",
    "Challenge to a game": "Défier",
    " +15 seconds": "+15 secondes",
    "Give 15 seconds": "Donner 15 secondes",
    "Abort": "Annuler",
    "Count": "Compter",
    "Pass": "Passer le tour",
    "Resign": "Abandonner",
    "Are you sure you want to resign?": "Êtes-vous sûr de vouloir abandonner ?",
    "Blue (Cho)": "les bleus (Tchou)",
    "Red (Han)": "les rouges (Han)",
    "Waiting for %1 to choose starting positions of the horses and elephants...": "En attendant %1 selectionner les cases de départ de leurs cavaliers et éléphants ...",
    "Switch pieces": "Échanger les pièces",
    "Ready": "Prêt",
    "REMATCH": "REVANCHE",
    "NEW OPPONENT": "NOUVEAU ADVERSAIRE",
    "ANALYSIS BOARD": "ECHIQUIER D'ANALYSE",
    "Stop counting": "Arrêter de compter",
    "Stop": "Arrêter",
    "Start counting": "Commencer à compter les coups",
    "Log out": "Déconnexion",
    "Are you sure you want to log out?": "Êtes-vous sûr de vouloir se déconnecter ?",
    "Sound": "Son",
    "Background": "Arrière-plan",
    "Board Settings": "Thème du jeu",
    "": {
        "language": "fr",
        "plural-forms": "nplurals=2; plural=(n > 1);"
    }
}